Repository: KDE/kup
Catalog: po/*/kup.po
Languages: da, et, he, ko, pl, ro, tr

# @option:radio
source: Filesystem Path
et: Failisüsteemi asukoht
he: נתיב במערכת הקבצים
ko: 파일 시스템 경로
pl: Ścieżka systemu plików
ro: Cale în sistemul de fișiere
tr: Dosya Sistemi Yolu

# @option:radio
source: External Storage
da: Eksternt lager
et: Väline salvesti
he: אחסון חיצוני
ko: 외부 저장소
pl: Pamięć zewnętrzna
ro: Stocare externă
tr: Dış Depolama

# @info
source: You can use this option for backing up to a secondary internal harddrive, an external eSATA drive or networked storage. The requirement is just that you always mount it at the same path in the filesystem. The path specified here does not need to exist at all times, its existence will be monitored.
et: Selle valimisel saab varundada teisele sisemisele kõvakettale, välisele eSATA kettale või võrgusalvestisse. Nõutav on ainult see, et asukoht ühendatakse failisüsteemis alati samasse kohta. Siin määratud asukoht ei pea kogu aeg olemas olema, selle olemist või mitteolemist jälgitakse.
he: אפשר להשתמש באפשרות הזאת כדי לגבות לכונן פנימי משני, לכונן eSATA חיצוני או אחסון דרך הרשת. הדרישה היא תמיד לעגן אותם באותו הנתיב במערכת הקבצים. הנתיב שמצוין כאן לא חייב להיות קיים כל הזמן, הקיום שלו נמצא במעקב.
ko: 이 옵션을 사용하면 두 번째 내장 하드 드라이브, 외부 eSATA 드라이브 및 네트워크 저장소에 백업합니다. 이 옵션을 사용하려면 해당 장치를 항상 파일 시스템의 같은 경로에 마운트해야 합니다. 지정한 경로의 존재 여부는 계속 관찰합니다.
pl: Możesz użyć tego ustawienia do tworzenia kopii zapasowej na drugim dysku wewnętrznym, zewnętrznym dysku eSATA lub na dysku sieciowym. Wymogiem jest podpinanie dysku zawsze w tej samej ścieżce. Określona ścieżka nie musi istnieć cały czas, jej dostępność będzie monitorowana.
ro: Puteți folosi această opțiune pentru a copia pe un disc intern secundar, un disc extern eSATA sau stocare în rețea. Se cere doar să-l montați mereu la aceeași cale în sistemul de fișiere. Calea specificată aici nu trebuie să existe tot timpul, existența acesteia va fi monitorizată.
tr: Bu seçeneği, ikincil bir iç sabit sürücüye, harici bir eSATA sürücüsüne veya ağ bağlantılı depolamaya yedeklemek için kullanabilirsiniz. Gereklilik, onu her zaman dosya sisteminde aynı yola bağlamanızdır. Burada belirtilen yolun her zaman var olmasına gerek yoktur, varlığı izlenecektir.

# @label:textbox
source: Destination Path for Backup:
da: Destinationssti for Sikkerhedskopi:
et: Varundamise sihtkoht:
he: נתיב יעד לגיבוי:
ko: 백업 대상 경로:
pl: Ścieżka docelowa dla kopii zapasowej:
ro: Calea destinației pentru copia de rezervă:
tr: Yedekleme için Hedef Konum Yolu:

# @info message bar near text edit
source: Only local filesystem paths will work!
he: רק נתיבים במערכת הקבצים המקומית יעבדו!
ko: 로컬 파일 시스템 경로만 사용할 수 있습니다!
pl: Tylko miejscowe ścieżki zadziałają!
ro: Doar căile din sistemul de fișiere local vor funcționa!

# @info message bar near text edit
source: Folder does not exist! No backups will be saved until you create it.
he: התיקייה לא קיימת! לא ישמרו גיבויים עד שתיווצר.
ko: 폴더가 존재하지 않습니다! 폴더를 만들기 전까지 백업을 수행하지 않을 것입니다.
pl: Katalog nie istnieje! Żadna kopia zapasowa nie zostanie zapisana, dopóki go nie stworzysz.
ro: Dosarul nu există! Nu se vor salva copii de rezervă până nu îl creați.

# @info
source: Use this option if you want to backup your files on an external storage that can be plugged in to this computer, such as a USB hard drive or memory stick.
et: Selle valikuga saab faile varundada välisesse, arvutiga ühendatavasse salvestisse, näiteks USB-kõvakettale või mälupulgale.
he: יש להשתמש באפשרות הזאת כדי לגבות את הקבצים שלך לאחסון חיצוני שניתן לחבר למחשב הזה, כגון כונן USB או כרטיס זיכרון.
ko: 이 옵션을 사용하면 USB 외장형 하드 드라이브나 메모리와 같은 외부 저장소를 컴퓨터에 연결했을 때에만 파일을 백업합니다.
pl: Zaznacz to pole, jeśli chcesz tworzyć kopie zapasową twoich plików na pamięci zewnętrznej, która może być podłączana do tego komputera, czyli na przykład dysk zewnętrzny lub karta pamięci.
ro: Folosiți această opțiune dacă doriți să faceți copii de rezervă ale fișierelor pe un mediu de stocare extern ce poate fi atașat la acest calculator, cum ar fi un disc dur USB sau o memorie flash.
tr: Bu seçeneği, dosyalarınızı bilgisayara bağlanabilen bir dış sürücüye; örneğin bir USB sabit disk veya bellek çubuğuna yedeklemek isterseniz seçin.

# @info:tooltip
source: The specified folder will be created if it does not exist.
et: Määratud kataloog luuakse, kui seda veel pole.
he: התיקייה שנבחרה תיווצר אם היא לא קיימת.
ko: 지정한 폴더가 없으면 생성합니다.
pl: Określony katalog zostanie stworzony, jeżeli jeszcze nie istnieje.
ro: Dosarul specificat va fi creat dacă nu există.
tr: Belirtilen klasör yoksa oluşturulacaktır.

# @label:textbox
source: Folder on Destination Drive:
da: Folder på måldrev:
et: Kataloog või sihtketas:
he: תיקייה בכונן היעד:
ko: 대상 드라이브의 폴더:
pl: Katalog na dysku docelowym:
ro: Dosar pe discul de destinație:
tr: Hedef Konum Sürücüsündeki Klasör:

# @info:tooltip
source: Open dialog to select a folder
da: Åben dialogboks for at vælge en mappe
et: Dialoogi avamine kataloogi valimiseks
he: פתיחת חלונית לבחירת תיקייה
ko: 폴더 선택 대화 상자 열기
pl: Otwórz okno dialogowe aby wybrać katalog
ro: Deschide dialogul pentru selectarea unui dosar
tr: Bir klasör seçmek için iletişim kutusu aç

# @title
source: Destination
da: Mål
et: Sihtkoht
he: יעד
ko: 대상
pl: Miejsce docelowe
ro: Destinație
tr: Hedef Konum

# @label
source: Select the backup destination
da: Vælg backupslutpunkt
et: Varundamise sihtkoha valimine
he: נא לבחור את יעד הגיבוי
ko: 백업 대상 선택
pl: Wybierz miejsce docelowe kopii zapasowej
ro: Alegeți destinația copiei de rezervă
tr: Yedekleme hedef konumunu seçin

# @option:radio
source: Manual Activation
da: Manuel Aktivering
et: Käsitsi aktiveerimine
he: הפעלה ידנית
ko: 수동 활성화
pl: Ręczne wyzwalanie
ro: Activare manuală
tr: El ile Etkinleştirme

# @option:radio
source: Interval
et: Intervall
he: הפרש
ko: 간격
pl: Interwał
tr: Aralık

# @option:radio
source: Active Usage Time
et: Aktiivne kasutusaeg
he: זמן השימוש הפעיל
ko: 활성 사용 시간
pl: Czas aktywnego używania
ro: Durată de utilizare activă
tr: Etkin Kullanım Süresi

# @info
source: Backups are only saved when manually requested. This can be done by using the Backup Status plasma widget.
he: הגיבויים נשמרים רק עקב בקשה ידנית. אפשר לבצע זאת באמצעות וידג׳ט מצב הגיבוי של פלזמה.
ro: Copiile de rezervă sunt salvate numai la cerere manuală. Acest lucru poate fi făcut folosind controlul grafic Plasma „Starea copiei de rezervă”.

# @info
source: New backup will be triggered when backup destination becomes available and more than the configured interval has passed since the last backup was saved.
et: Uue varukoopia loomist alustatakse, kui varundamine sihtkoht saadavale ilmub ning viimasest varundamisest on möödunud rohkem aega kui määratud intervall.
he: גיבוי חדש יוזנק כשיעד הגיבוי נהיה זמין והזמן שעבר מאז שנשמר הגיבוי האחרון גדול מההפרש שהוגדר.
ko: 백업 대상을 사용할 수 있으며 마지막으로 백업을 저장한 후 지정한 시간이 지났다면 새 백업을 만듭니다.
pl: Nowa kopia zapasowa zostanie wywołana kiedy miejsce docelowe kopii będzie dostępne i kiedy więcej czasu minie niż w ustawionym okresie od kiedy ostatnia kopia została zrobiona.
ro: Copierea de rezervă nouă va fi declanșată când destinația de rezervă devine disponibilă și a trecut mai mult timp decât intervalul configurat de la salvarea ultimei copii.
tr: Yeni yedekleme, yedekleme hedef konumu kullanılabilir hale geldiğinde ve son yedeklemenin kaydedilmesinin ardından yapılandırılan süreden daha fazlası geçtiğinde tetiklenir.

# @item:inlistbox
source: Minutes
da: Minutter
et: minutit
he: דקות
ko: 분
pl: Minuty
ro: minute
tr: Dakika

# @item:inlistbox
source: Hours
da: Timer
et: tundi
he: שעות
ko: 시간
pl: Godziny
ro: ore
tr: Saat

# @item:inlistbox
source: Days
da: Dage
et: päeva
he: ימים
ko: 일
pl: Dni
ro: zile
tr: Gün

# @item:inlistbox
source: Weeks
da: Uger
et: nädalat
he: שבועות
ko: 주
pl: Tygodnie
ro: săptămâni
tr: Hafta

# @info
source: New backup will be triggered when backup destination becomes available and you have been using your computer actively for more than the configured time limit since the last backup was saved.
et: Uue varukoopia loomist alustatakse, kui varundamise sihtkoht saadavale ilmub ning sa oled pärast viimast varundamist arvutit aktiivselt kasutanud rohkem aega kui määratud intervall.
he: גיבוי חדש יוזנק כשיעד הגיבוי נהיה זמין והשתמשת במחשב שלך באופן פעיל במשך זמן שעולה על מגבלת הזמן שהוגדרה מאז שהגיבוי האחרון נשמר.
ko: 백업 대상을 사용할 수 있으며 마지막으로 백업을 저장한 후 지정한 시간 동안 컴퓨터를 사용했다면 새 백업을 만듭니다.
pl: Nowa kopia zostanie utworzona, gdy miejsce docelowe stanie się dostępne, a czas aktywnego użycia komputera od chwili utworzenia ostatniej kopii przekroczy wartość podaną w ustawieniach.
ro: Copierea de rezervă nouă va fi declanșată când destinația de rezervă devine disponibilă și ați folosit activ calculatorul mai mult timp decât limita configurată de la salvarea ultimei copii.
tr: Yeni yedekleme, yedekleme hedefi kullanılabilir olduğunda ve son yedeklemenin kaydedilmesinden bu yana yapılandırılan süre sınırından daha uzun süredir bilgisayarınızı etkin olarak kullandığınızda tetiklenir.

# @option:check
source: Ask for confirmation before saving backup
et: Kinnituse küsimine enne varundamise alustamist
he: לבקש אישור לפי שמירת הגיבוי
ko: 백업을 저장하기 전에 묻기
pl: Zapytaj o potwierdzenie przed zapisaniem kopii zapasowej
ro: Cere confirmare înaintea salvării copiei de rezervă
tr: Yedeği kaydetmeden önce onay iste

# @title
source: Schedule
da: Tidsplan
et: Ajakava
he: תזמון
ko: 일정
pl: Harmonogram
ro: Planificare
tr: Zamanla

# @label
source: Specify the backup schedule
da: Definér tidsplan for sikkerhedskopiering
et: Varundamise ajakava määramine
he: נא לציין את הגיבוי לתזמון
ko: 백업 일정 지정
pl: Określ harmonogram wykonywania kopii zapasowych
ro: Specificați planul de creare a rezervelor
tr: Yedek zamanlamasını belirtin

# @option:check
source: Show hidden folders in source selection
da: Vis skjulte mapper i kildeudvælgelsen
et: Peidetud kataloogide näitamine allikavalikus
he: להציג תיקיות מוסתרות בבחירת המקור
ko: 원본 선택에 숨김 폴더 표시
pl: Wyświetl ukryte katalogi w wyborze ścieżki
ro: Arată dosarele ascunse la selectarea sursei
tr: Kaynak seçiminde gizli klasörleri göster

# @info
source: This makes it possible to explicitly include or exclude hidden folders in the backup source selection. Hidden folders have a name that starts with a dot. They are typically located in your home folder and are used to store settings and temporary files for your applications.
et: See võimaldab varundamise allikate valimisel peidetud katalooge otseselt kaasata või välja jätta. Peidetud kataloogid on sellised, mille nime alguses seisab punkt. Tüüpiliselt asuvad need sinu kodukataloogis ning neid kasutatakse rakenduste seadistuste ja ajutiste failide salvestamiseks.
he: כך ניתן לכלול או להחריג תיקיות מוסתרות באופן מפורש בבחירת מקור הגיבוי. השמות של תיקיות מוסתרות נפתחים בנקודה. הם בדרך כלל נמצאים בתיקיית הבית שלך והם משמשים לאחסון הגדרות וקבצים זמניים ליישומים שלך.
ko: 백업 원본을 선택할 때 명시적으로 숨김 폴더를 포함하거나 제외할 수 있습니다. 숨김 폴더의 이름은 점(.)으로 시작합니다. 대부분 홈 폴더 아래에 있으며 앱의 설정이나 임시 파일을 저장합니다.
pl: To daje możliwość wybiórczego dołączenia lub wyłączenia ukrytych katalogów przy wyborze źródła dla kopii zapasowej. Ukryte katalogi mają nazwy zaczynające się od kropki. Zazwyczaj umieszczone są w Twoim katalogu domowym i używane do przechowywania ustawień oraz plików tymczasowych Twoich aplikacji.
ro: Aceasta permite includerea sau excluderea explicită a dosarelor ascunse în selecția sursei copiilor de rezervă. Dosarele ascunse au un nume care începe cu un punct. Acestea se află, de regulă, în dosarul personal și sunt utilizate pentru stocarea configurărilor și a fișierelor temporare ale aplicațiilor.
tr: Bu, yedekleme kaynağı seçimine gizli klasörleri açıkça içermeyi veya dışarıda tutmayı olanaklı kılar. Gizli klasörler, nokta ile başlayan bir ada sahiptir. Genellikle ana klasörünüzde bulunurlar ve uygulamalarınız için ayarları ve geçici dosyaları depolamak için kullanılırlar.

# @info
source: This will make your backups use around 10% more storage space and saving backups will take slightly longer time. In return it will be possible to recover from a partially corrupted backup.
et: See muudab varundamise mahu umbes 10% suuremaks ning varundamine võtab pisut rohkem aega. Samas võimaldab see taastada ka osaliselt rikutud varukoopia põhjal.
he: כך הגיבויים שלך יתפסו 10% יותר בנפח האחסון ושמירת הגיבויים תארוך קצת יותר זמן. בתמורה יהיה ניתן לשחזר מגיבוי שנפגם חלקית.
ko: 백업 저장 공간의 약 10%를 더 사용하며 백업 저장에 시간이 조금 더 걸릴 수 있습니다. 그 대신 일부 손상된 백업에서 복구가 가능합니다.
pl: To ustawienie zwiększy rozmiar kopii zapasowych o około 10%, również ich tworzenie zajmie nieco więcej czasu. W zamian za to będzie możliwe odzyskanie danych z częściowo uszkodzonej kopii zapasowej.
ro: Acesta va face ca copiile de rezervă să folosească cam cu 10% mai mult spațiu de stocare și salvarea copiilor de rezervă va dura puțin mai mult. În schimb, devine posibilă recuperarea unei copii de rezervă corupte parțial.
tr: Bu, yedeklemelerinizin yaklaşık %​10 daha fazla depolama alanı kullanmasını sağlar ve yedeklemelerin kaydedilmesi biraz daha uzun sürer. Karşılığında kısmen bozulmuş bir yedeklemeden kurtarmak olanaklı olacaktır.

# @option:check
source: Generate recovery information
da: Generer gendannelsesindformation
et: Taastamisteabe genereerimine
he: יצירת פרטי שחזור
ko: 복구 정보 생성
pl: Generowanie informacji ratunkowych
ro: Generează informații de recuperare
tr: Geri yükleme bilgisi oluştur

# @option:check
source: Generate recovery information (not available because <application>par2</application> is not installed)
et: Taastamisteabe genereerimine (ei saa kasutada, sest <application>par2</application> ei ole paigaldatud)
he: יצירת פרטי שחזור (לא זמינה כיוון ש־<application>par2</application> לא מותקן)
ko: 복구 정보 생성(<application>par2</application>가 설치되어 있지 않아서 사용할 수 없음)
pl: Generowanie informacji ratunkowych (niedostępne z uwagi na brak zainstalowanej aplikacji <application>par2</application>)
ro: Generează informații de recuperare (indisponibil deoarece <application>par2</application> nu e instalat)
tr: Geri yükleme bilgisi oluştur (kullanılamıyor; çünkü <application>par2</application> uygulaması kurulu değil)

# @option:check
source: Verify integrity of backups
da: Kontrollér integriteten af sikkerhedskopierne
et: Varukoopiate terviklikkuse kontrollimine
he: אימות שלמות הגיבויים
ko: 백업 무결성 검사
pl: Sprawdź spójność kopii zapasowych
ro: Verifică integritatea copiilor de rezervă
tr: Yedeklerin bütünlüğünü doğrula

# @info
source: Checks the whole backup archive for corruption every time you save new data. Saving backups will take a little bit longer time but it allows you to catch corruption problems sooner than at the time you need to use a backup, at that time it could be too late.
da: Kontrollerer hele backuparkivet for korruption, hver gang du gemmer nye data. Lagring af backups vil tage lidt længere tid, men det giver dig mulighed for at fange korruptionsproblemer før du skal bruge backuppen, hvor det kan være for sent.
et: Kogu varukoopiaarhiivi terviklikkuse kontrollimine alati uute andmete salvestamisel. Varukoopia salvestamine võtab pisut rohkem aega, kuid nii saab võimalikke riknemisprobleeme avastada juba aegsasti.
he: בדיקה של כל ארכיון הגיבוי לאיתור עם כל שמירה של נתונים חדשה. שמירת הגיבויים תארוך יותר זמן אבל תאפשר לך לאתר פגמים מהר יותר ממתי שצריך להשתמש בגיבוי, כשזה קורה אז כנראה כבר מאוחר מדי.
ko: 새 데이터를 저장할 때마다 전체 백업 압축 파일의 무결성을 검사합니다. 백업 저장에 더 긴 시간이 걸릴 수도 있지만 백업 파일에 문제가 발생했을 때 더 늦기 전에 빠르게 알 수 있습니다.
pl: Sprawdź całe archiwum kopii zapasowej pod kątem występowania błędów za każdym razem, kiedy archiwizowane są nowe dane. Tworzenie kopii zajmie nieco więcej czasu, ale pozwoli znaleźć błędy zanim nadejdzie potrzeba użycia kopii, kiedy może być już za późno.
ro: Verifică întreaga arhivă de rezervă pentru corupere de fiecare dată când salvați date noi. Salvarea copiilor de rezervă va dura puțin mai mult, dar aceasta vă permite să depistați problemele de corupere mai devreme. Să depistați aceste probleme în momentul restabilirii se poate dovedi a fi prea târziu.
tr: Her yeni veri kaydettiğinizde, tüm yedekleme arşivinde bozulma olup olmadığını denetler. Yedeklerin kaydedilmesi biraz daha uzun zaman alacaktır; ancak yolsuzluk sorunlarını bir yedekleme kullanmanız gereken zamandan daha erken yakalamanıza olanak tanır, o zaman çok geç olabilir.

# @option:check
source: Exclude files and folders based on patterns
et: Failide ja kataloogide väljajätmine vastavalt mustrile
he: להחריג קבצים ותיקיות לפי תבניות
ko: 패턴과 일치하는 파일이나 폴더 제외
pl: Wyklucz pliki i katalogi na podstawie wzorców
ro: Exclude fișiere și dosare după modele
tr: Desenlere bağlı olarak dosyaları ve klasörleri dışarıda tut

# @info
source: Patterns need to be listed in a text file with one pattern per line. Files and folders with names that match any of the patterns will be excluded from the backup. The pattern format is documented in the <link url='%1'>bup-index manual page</link>.
he: יש לאגד את התבניות בקובץ טקסט כאשר בכל שורה מופיעה תבנית אחת. קבצים ותיקיות עם שמות שתואמים לאי אילו מהתבניות יוחרגו מהגיבוי. תחביר התבנית מתועד ב<link url='%1'>עמוד המפתח של ההסברים על bup</link>.
ro: Modelele trebuiesc enumerate într-un fișier textual cu un model pe fiecare rând. Fișierele și dosarele cu denumiri ce se potrivesc oricărui model vor fi excluse din copia de rezervă. Formatul modelelor e documentat în <link url='%1'>pagina de manual bup-index</link>.

# @info:tooltip
source: Open dialog to select a file
et: Dialoogi avamine faili valimiseks
he: פתיחת חלונית לבחירת קובץ
ko: 파일 선택 대화 상자 열기
pl: Otwórz okno dialogowe do wyboru pliku
ro: Deschide dialogul pentru selectarea unui fișier
tr: Bir dosya seçmek için iletişim kutusu aç

source: Select pattern file
et: Vali mustrifail
he: נא לבחור קובץ תבנית
ko: 패턴 파일 선택
pl: Wybierz plik wzorców
ro: Alegeți fișierul cu model
tr: Desen dosyası seç

# @title
source: Advanced
da: Avanceret
et: Muu
he: מתקדם
ko: 고급
pl: Rozszerzone
ro: Avansate
tr: Gelişmiş

# @label
source: Extra options for advanced users
da: Ekstra indstillinger for ekspertbrugere
et: Lisavalikud kogenud kasutajatele
he: אפשרויות נוספות למשתמשים מתקדמים
ko: 고급 사용자용 추가 옵션
pl: Dodatkowe ustawienia dla doświadczonych użytkowników
ro: Opțiuni suplimentare pentru utilizatori avansați
tr: Gelişmiş kullanıcılar için ek seçenekler

# @action:button
source: Create Folder
he: יצירת תיקייה
ko: 폴더 만들기
pl: Utwórz katalog
ro: Creează dosar

# @label Only shown if no drives are detected
source: Plug in the external storage you wish to use, then select it in this list.
da: Tilslut den eksterne lagerenhed, du ønsker at bruge, og vælg det på denne liste.
et: Ühenda väline salvesti, mida soovid kasutada, ja vali see siis loendist.
he: נא לחבר את אמצעי האחסון החיצוני לשימוש, לאחר מכן להפעיל אותו ברשימה הזאת.
ko: 사용할 외장 저장 장치를 연결하고 이 목록에서 선택하십시오.
pl: Podłącz pamięć zewnętrzną którą chcesz użyć i wybierz ją na tej liście.
ro: Atașați stocarea externă pe care vreți s-o folosiți, apoi alegeți-o din această listă.
tr: Kullanmak istediğiniz dış depolamayı takın ve bu listeden seçin.

# @item:inlistbox this text is added if selected drive is disconnected
source: (disconnected)
da: (frakoblet)
et: (pole ühendatud)
he: (מנותק)
ko: (연결 끊김)
pl: (rozłączono)
ro: (deconectat)
tr: (bağlantı kesildi)

# @label %1 is amount of free storage space of hard drive
source: %1 free
da: %1 frit
et: %1 vaba
he: %1 פנויים
ko: %1 남음
pl: %1 wolnych
ro: %1 liberi
tr: %1 boş

source: Partition %1 on %2%3
da: Partition %1 på %2%3
et: Partitsioon %1 seadmel %2/%3
he: מחיצה %1 ב־%2%3
ko: %2의 파티션 %1%3
pl: Partycja %1 na %2%3
ro: Partiția %1 pe %2%3
tr: %2%3 üzerinde %1 bölümü

source: %1 on %2%3
da: %1 på %2%3
et: %1 seadmel %2/%3
he: %1 ב־%2%3
ko: %2의 %1%3
pl: %1 na %2%3
ro: %1 pe %2%3
tr: %2%3 üzerinde %1

# @item:inlistbox %1 is drive(partition) label, %2 is storage capacity
source: %1: %2 total capacity
da: %1: %2 total kapacitet
et: %1: kogumaht %2
he: %1: %2 קיבולת כוללת
ko: %1: 총 용량 %2
pl: %1: %2 całkowitej pojemności
ro: %1: Capacitate totală %2
tr: %1: %2 toplam sığa

# @item:inlistbox
source: Warning: Symbolic links and file permissions can not be saved to this file system. File permissions only matters if there is more than one user of this computer or if you are backing up executable program files.
et: Hoiatus: nimeviitu ja failiõigusi ei saa selles failisüsteemis salvestada. Failiõigused lähevad korda ainult siis, kui arvutit kasutab üle ühe inimese või kui varundad ka programmide täitmisfaile.
he: אזהרה: לא ניתן לשמור קישורים סמליים והרשאות קבצים למערכת הקבצים הזה. הרשאות הקבצים משנות רק אם יש יותר ממשתמש אחד במחשב הזה או אם זה גיבוי של קובצי הפעלה.
ko: 경고: 이 파일 시스템에는 심볼릭 링크와 권한을 저장할 수 없습니다. 이 컴퓨터에 사용자가 한 명 이상 있거나 실행 가능한 프로그램 파일을 백업한다면 파일 권한이 중요합니다.
pl: Uwaga: Dowiązania symboliczne i uprawnienia plików nie mogą zostać zachowane na tym systemie plików. Uprawnienia plików mają znaczenie tylko w przypadku, jeśli tego komputera używa więcej niż jedna osoba, lub archiwizowane są pliki wykonywalne.
ro: Atenție: Legăturile simbolice și permisiunile fișierelor nu pot fi salvate pe acest sistem de fișiere. Permisiunile fișierelor contează doar dacă mai mulți utilizatori folosesc acest calculator sau dacă copiați fișiere cu programe executabile.
tr: Uyarı: Sembolik bağ ve dosya izinleri bu dosya sistemine kaydedilemez. Dosya izinleri, yalnızca bu bilgisayarın birden fazla kullanıcısı varsa veya yürütülebilir program dosyalarını yedekliyorsanız önemlidir.

# @item:inlistbox
source: Warning: File permissions can not be saved to this file system. File permissions only matters if there is more than one user of this computer or if you are backing up executable program files.
et: Hoiatus: failiõigusi ei saa selles failisüsteemis salvestada. Failiõigused lähevad korda ainult siis, kui arvutit kasutab üle ühe inimese või kui varundad ka programmide täitmisfaile.
he: אזהרה: לא ניתן לשמור הרשאות קבצים למערכת הקבצים הזה. הרשאות הקבצים משנות רק אם יש יותר ממשתמש אחד במחשב הזה או אם זה גיבוי של קובצי הפעלה.
ko: 경고: 이 파일 시스템에는 권한을 저장할 수 없습니다. 이 컴퓨터에 사용자가 한 명 이상 있거나 실행 가능한 프로그램 파일을 백업한다면 파일 권한이 중요합니다.
pl: Uwaga: Uprawnienia plików nie mogą zostać zachowane na tym systemie plików. Uprawnienia plików mają znaczenie tylko w przypadku, jeśli tego komputera używa więcej niż jedna osoba, lub archiwizowane są pliki wykonywalne.
ro: Atenție: Permisiunile fișierelor nu pot fi salvate pe acest sistem de fișiere. Permisiunile fișierelor contează doar dacă mai mulți utilizatori folosesc acest calculator sau dacă copiați fișiere cu programe executabile.
tr: Uyarı: Dosya izinleri bu dosya sistemine kaydedilemez. Dosya izinleri, yalnızca bu bilgisayarın birden fazla kullanıcısı varsa veya yürütülebilir program dosyalarını yedekliyorsanız önemlidir.

# @info:tooltip %1 is the path of the folder in a listview
source: <filename>%1</filename><nl/>will be included in the backup, except for unchecked subfolders
et: <filename>%1</filename><nl/>kaasatakse varundamisse, välja arvatud märkimata alamkataloogid
he: <filename>%1</filename><nl/>יהיה חלק מהגיבוי, למעט תת־תיקיות שהסימון הוסר מעליהן
ko: <filename>%1</filename><nl/>에서 선택하지 않은 하위 폴더를 제외하고 이 백업에 포함됩니다
pl: <filename>%1</filename><nl/>zostanie zarchiwizowana, za wyjątkiem podkatalogów, które nie są zaznaczone
ro: <filename>%1</filename><nl/>va fi inclus în copia de rezervă cu excepția dosarelor debifate
tr: <filename>%1</filename><nl/>imlenmemiş alt klasörler dışında yedekte içerilecek

# @info:tooltip %1 is the path of the folder in a listview
source: <filename>%1</filename><nl/>will be included in the backup
da: <filename>%1</filename><nl/> vil blive inkluderet i Sikkerhedskopien
et: <filename>%1</filename><nl/>kaasatakse varundamisse
he: <filename>%1</filename><nl/>יהיה חלק מהגיבוי
ko: <filename>%1</filename><nl/>폴더가 이 백업에 포함됩니다
pl: <filename>%1</filename><nl/>zostanie zawarte w kopii zapasowej
ro: <filename>%1</filename><nl/>va fi inclus în copia de rezervă
tr: <filename>%1</filename><nl/>yedekte içerilecek
