Repository: KDE/kup
Catalog: po/*/kup.po
Languages: da, et, he, ko, pl, ro, tr

# @info notification
source: One source folder no longer exists. Please open settings and confirm what to include in backup.<nl/><filename>%2</filename>
et: Ühte lähtekataloogi enam ei ole. Palun ava seadistused ja kinnita, mida varumdamisse kaasata.<nl/><filename>%2</filename>
he: תיקיית מקור אחת לא קיימת עוד. נא לפתוח את ההגדרות ולאשר מה לכלול בגיבוי.<nl/><filename>%2</filename>
ko: 원본 폴더 %1개가 더 이상 없습니다. 설정을 열어서 백업에 포함할 항목을 확인하십시오.<nl/><filename>%2</filename>
pl: Jeden katalog źródłowy już nie istnieje. Otwórz ustawienia i potwierdź w nich, co ma zawierać kopia zapasowa.<nl/><filename>%2</filename>
ro: Un dosar-sursă nu mai există. Deschideți configurările și confirmați ce se include în copia de rezervă.<nl/><filename>%2</filename>
tr: Bir kaynak klasör artık yok. Lütfen ayarları açın ve yedekte neyi içermek istediğinizi onaylayın.<nl/><filename>%2</filename>

# @info notification
source: The <application>bup</application> program is needed but could not be found, maybe it is not installed?
da: Programmet <application>bup</application> er påkrævet, men kan ikke findes på systemet. Er du sikker på at det er installeret?
et: Vaja läheb programmi <application>bup</application>, kuid seda ei leitud. Võib-olla polegi seda paigaldatud?
he: התוכנית <application>bup</application> נחוצה אך לא נמצאה, אולי אינה מותקנת?
ko: <application>bup</application> 프로그램이 필요하지만 찾을 수 없습니다. 설치 상태를 확인하십시오.
pl: Program <application>bup</application> jest wymagany, ale nie może zostać odnaleziony, może nie jest zainstalowany?
ro: Programul <application>bup</application> este necesar, dar nu a putut fi găsit. Poate nu este instalat?
tr: <application>bup</application> uygulamas gerekli; ancak bulunamadı. Kurulmamış olmasın?

# @info notification
source: The <application>par2</application> program is needed but could not be found, maybe it is not installed?
da: Programmet <application>par2</application> er påkrævet, men kan ikke findes på systemet. Er du sikker på at det er installeret?
et: Vaja läheb programmi <application>par2</application>, kuid seda ei leitud. Võib-olla polegi seda paigaldatud?
he: התוכנית <application>par2</application> נחוצה אך לא נמצאה, אולי אינה מותקנת?
ko: <application>par2</application> 프로그램이 필요하지만 찾을 수 없습니다. 설치 상태를 확인하십시오.
pl: Program <application>par2</application> jest wymagany, ale nie może zostać odnaleziony, może nie jest zainstalowany?
ro: Programul <application>par2</application> este necesar, dar nu a putut fi găsit. Poate nu este instalat?
tr: <application>par2</application> uygulaması gerekli; ancak bulunamadı. Kurulmamış olmasın?

# @info notification
source: Backup destination could not be initialised. See log file for more details.
da: Backupslutpunkt kunne ikke klargøres. Se logfil for detaljer.
et: Varukoopia sihtkoha initsialiseerimine nurjus. Uuri täpsemalt logifailist.
he: לא ניתן לאתחל את יעד הגיבוי. יש פרטים נוספים ביומן.
ko: 백업 대상을 초기화할 수 없습니다. 자세한 정보는 로그 파일을 참조하십시오.
pl: Inicjalizacja kopii w miejscu docelowym nie powiodła się. Aby uzyskać bardziej szczególowe informacje, przejrzyj plik dziennika.
ro: Destinația copiei de rezervă nu a putut fi inițializată. Consultați fișierul jurnal pentru mai multe detalii.
tr: Yedek hedef konumu ilklendirilemedi. Ayrıntılı bilgi için günlük dosyasına bakın.

source: Checking backup integrity
da: Tjekker integriteten af sikkerhedskopi
et: Varukoopia terviklikkuse kontrollimine
he: שלמות הגיבוי נבדקת
ko: 백업 무결성 검사 중
pl: Sprawdzanie spójności kopii
ro: Se verifică integritatea copiei de rezervă
tr: Yedek bütünlüğü denetleniyor

# @info notification
source: Failed backup integrity check. Your backups could be corrupted! See log file for more details. Do you want to try repairing the backup files?
da: Integritetstjek fejlet. Dine backupper kan være korrupte! Se logfil for detaljer. Vil du prøve at reparere backupfilerne?
et: Varukoopia terviklikkuse kontrollimine nurjus. Varukoopiad võivad olla rikutud! Uuri täpsemalt logifailist. Kas üritada varukoopiafaile parandada?
he: בדיקת שלמות הגיבוי נכשלה. יכול להיות שהגיבויים שלך פגומים! יש פרטים נוספים ביומן. לנסות לתקן את קובצי הגיבוי?
ko: 백업 무결성 검사에 실패했습니다. 백업이 손상되었을 수도 있습니다! 자세한 정보는 로그 파일을 참조하십시오. 백업 파일 복구를 시도하시겠습니까?
pl: Sprawdzanie spójności kopii zapasowej nie powiodło się. Kopie zapasowe mogą być uszkodzone! Aby uzyskać bardziej szczególowe informacje, przejrzyj plik dziennika. Czy chcesz spróbować naprawić pliki kopii ?
ro: Verificarea integrității copiei de rezervă a eșuat. Copiile de rezervă ar putea fi corupte! Consultați fișierul jurnal pentru mai multe detalii. Doriți să încercați repararea fișierelor de rezervă?
tr: Yedek bütünlük denetimi başarısız oldu. Yedekleriniz hasarlı olabilir. Daha fazla bilgi için günlük dosyasına bakın. Yedek dosyasını onarmayı denemek istiyor musunuz?

# @info notification
source: Failed backup integrity check. Your backups could be corrupted! See log file for more details.
da: Integritetskontrol fejlet. Dine backupper kan være beskadigede! Se logfil for yderligere detaljer.
et: Varukoopia terviklikkuse kontrollimine nurjus. Varukoopiad võivad olla rikutud! Uuri täpsemalt logifailist.
he: בדיקת שלמות הגיבוי נכשלה. יכול להיות שהגיבויים שלך פגומים! יש פרטים נוספים ביומן.
ko: 백업 무결성 검사에 실패했습니다. 백업이 손상되었을 수도 있습니다! 자세한 정보는 로그 파일을 참조하십시오.
pl: Nie udało się dokonać sprawdzenia spójności kopii. Kopie zapasowe mogą być uszkodzone! Aby uzyskać bardziej szczególowe informacje, przejrzyj plik dziennika.
ro: Verificarea integrității copiei de rezervă a eșuat. Copiile de rezervă ar putea fi corupte! Consultați fișierul jurnal pentru mai multe detalii.
tr: Yedek bütünlük denetimi başarısız oldu. Yedekleriniz hasarlı olabilir. Daha fazla bilgi için günlük dosyasına bakın.

source: Checking what to copy
da: Kontrollerer hvad der skal kopieres
et: Kontrollimine, mida kopeerida
he: מתבצעת בדיקה מה להעתיק
ko: 복사할 항목 검사 중
pl: Poszukiwanie danych do skopiowania
ro: Se verifică ce să se copieze
tr: Neyin kopyalanacağı denetleniyor

# @info notification
source: Failed to analyze files. See log file for more details.
da: Kan ikke analysere filerne. Se logfilen for flere detaljer.
et: Failide analüüsimine nurjus. Uuri täpsemalt logifailist.
he: ניתוח הקבצים נכשל. יש פרטים נוספים ביומן.
ko: 파일을 분석할 수 없습니다. 자세한 정보는 로그 파일을 참조하십시오.
pl: Nie udało się przeanalizować plików. Aby uzyskać bardziej szczególowe informacje, przejrzyj plik dziennika.
ro: Analiza fișierelor a eșuat. Vedeți jurnalul pentru detalii.
tr: Dosyalar çözümlenemedi. Daha fazla bilgi için günlük dosyasına bakın.

source: Saving backup
da: Lagrer backup
et: Varukoopia salvestamine
he: הגיבוי נשמר
ko: 백업 저장 중
pl: Zapisywanie kopii
ro: Se salvează copia de rezervă
tr: Yedek kaydediliyor

# @info notification
source: Failed to save backup. See log file for more details.
da: Kunne ikke gemme hele backuppen. Se logfil for detaljer.
et: Varukoopia salvestamine nurjus. Uuri täpsemalt logifailist.
he: שמירת הגיבוי נכשלה. יש פרטים נוספים ביומן.
ko: 백업을 저장할 수 없습니다. 자세한 정보는 로그 파일을 참조하십시오.
pl: Nie udało się zapisać kopii. Aby uzyskać bardziej szczególowe informacje, przejrzyj plik dziennika.
ro: Salvarea copiei de rezervă a eșuat. Vedeți jurnalul pentru detalii.
tr: Yedek kaydedilemedi. Daha fazla bilgi için günlük dosyasına bakın.

source: Generating recovery information
da: Generer gendannelsesindformation
et: Taastamisteabe genereerimine
he: פרטי השחזור נוצרים
ko: 복구 정보 생성 중
pl: Generowanie informacji ratunkowych
ro: Se generează informații de recuperare
tr: Kurtarma bilgisi oluşturuluyor

# @info notification
source: Failed to generate recovery info for the backup. See log file for more details.
da: Kunne ikke skabe gendannelsesinformation for backuppen. Se logfil for detaljer.
et: Varukoopia taastamisteabe genereerimine nurjus. Uuri täpsemalt logifailist.
he: יצירת פרטי השחזור לגיבוי נכשלה. יש פרטים נוספים ביומן.
ko: 백업의 복구 정보를 생성할 수 없습니다. 자세한 정보는 로그 파일을 참조하십시오.
pl: Nie udało się wygenerować informacji ratunkowych dla kopii zapasowej. Aby uzyskać szczegółowe informacje, przejrzyj plik dziennika.
ro: Salvarea informațiilor de recuperare pentru copia de rezervă a eșuat. Vedeți jurnalul pentru detalii.
tr: Yedek için kurtarma bilgisi oluşturulamadı. Daha fazla bilgi için günlük dosyasına bakın.

# Label for file currently being copied
source: File
da: Fil
et: Fail
he: קובץ
ko: 파일
pl: Plik
ro: Fișier
tr: Dosya

# @info notification
source: Backup repair failed. Your backups could be corrupted! See log file for more details.
da: Backup kan ikke repareres. Dine backupper kan være beskadigede! Se logfil for flere detaljer.
et: Varukoopia parandamine nurjus. Varukoopiad võivad olla rikutud! Uuri täpsemalt logifailist.
he: תיקון הגיבוי נכשל. יכול להיות שהגיבויים שלך פגומים! יש פרטים נוספים ביומן.
ko: 백업 복구에 실패했습니다. 백업이 손상되었을 수도 있습니다! 자세한 정보는 로그 파일을 참조하십시오.
pl: Naprawa kopii nie powiodła się. Kopie zapasowe mogą być uszkodzone! Aby uzyskać bardziej szczególowe informacje, przejrzyj plik dziennika.
ro: Repararea copiei de rezervă a eșuat. Copiile de rezervă ar putea fi corupte! Consultați jurnalul pentru mai multe detalii.
tr: Yedek onarımı başarısız oldu. Yedekleriniz hasarlı olabilir. Daha fazla bilgi için günlük dosyasına bakın.

# @info notification
source: Success! Backup repair worked. See log file for more details.
da: Succes! Reparation af sikkerhedskopi virkede. Se logfil for flere detaljer.
et: Kõik õnnestus! Varukoopia parandati. Uuri täpsemalt logifailist.
he: הצלחנו! תיקון הגיבוי עבד. יש פרטים נוספים ביומן.
ko: 성공! 백업을 복구했습니다. 자세한 정보는 로그 파일을 참조하십시오.
pl: Sukces! Naprawa kopii udała się. Aby uzyskać bardziej szczególowe informacje, przejrzyj plik dziennika.
ro: Succes! Repararea copiei de rezervă a reușit. Vedeți jurnalul pentru detalii.
tr: Başarılı! Yedek onarımı işe yaradı. Daha fazla bilgi için günlük dosyasına bakın.

# @info notification
source: Backup repair was not necessary. Your backups are not corrupted. See log file for more details.
da: Reperation af backup var ikke nødvendig. Dine backupper er ikke korrupte. De logfil for detaljer.
et: Varukoopia parandamine ei ole vajalik. Varukoopiad ei ole rikutud. Uuri täpsemalt logifailist.
he: אין צורך לתקן את הגיבוי. הגיבויים שלך לא פגומים. יש פרטים נוספים ביומן.
ko: 백업 복구가 필요하지 않습니다. 백업이 손상되었지 않았습니다. 자세한 정보는 로그 파일을 참조하십시오.
pl: Naprawa kopii nie była potrzebna. Kopie zapasowe nie są uszkodzone. Aby uzyskać bardziej szczególowe informacje, przejrzyj plik dziennika.
ro: Repararea copiei de rezervă nu a fost necesară. Copiile de rezervă nu sunt corupte. Consultați jurnalul pentru mai multe detalii.
tr: Yedek onarımına gerek yok. Yedekleriniz hasarlı değil. Daha fazla bilgi için günlük dosyasına bakın.

# @info notification
source: Backup repair failed. Your backups could still be corrupted! See log file for more details.
da: Sikkerhedskopi kan ikke repareres. Dine sikkerhedskopier kan være beskadigede! Se logfil for flere detaljer.
et: Varukoopia parandamine nurjus. Varukoopiad võivad jätkuvalt olla rikutud! Uuri täpsemalt logifailist.
he: תיקון הגיבוי נכשל. יכול להיות שהגיבויים שלך עדיין פגומים! יש פרטים נוספים ביומן.
ko: 백업 복구에 실패했습니다. 백업이 여전히 손상되었을 수도 있습니다! 자세한 정보는 로그 파일을 참조하십시오.
pl: Naprawa kopii nie powiodła się. Twoje kopie nadal mogą zawierać błędy! Aby uzyskać szczegółowe informacje, przejrzyj plik dziennika.
ro: Repararea copiei de rezervă a eșuat. Copiile de rezervă ar putea fi încă corupte! Consultați jurnalul pentru mai multe detalii.
tr: Yedek onarımı başarısız oldu. Yedekleriniz hâlâ hasarlı olabilir. Daha fazla bilgi için günlük dosyasına bakın.

# @info notification
source: Failed backup integrity check. Your backups are corrupted! See log file for more details.
da: Integritetstjek af backup fejlet. Dine backupper er korrupte. Se logfil for detaljer.
et: Varukoopia terviklikkuse kontrollimine nurjus. Varukoopiad on rikutud! Uuri täpsemalt logifailist.
he: בדיקת שלמות הגיבוי נכשלה. הגיבויים שלך פגומים! יש פרטים נוספים ביומן.
ko: 백업 무결성 검사에 실패했습니다. 백업이 손상되었습니다! 자세한 정보는 로그 파일을 참조하십시오.
pl: Sprawdzanie spójności kopii nie powiodło się. Twoje kopie zawierają błędy! Aby uzyskać szczegółowe informacje, przejrzyj plik dziennika.
ro: Verificarea integrității copiei de rezervă a eșuat. Copiile de rezervă sunt corupte! Consultați jurnalul pentru mai multe detalii.
tr: Yedek bütünlük denetimi başarısız oldu. Yedekleriniz hasarlı! Daha fazla bilgi için günlük dosyasına bakın.

# @info notification
source: Backup integrity test was successful. Your backups are fine.
et: Varukoopia terviklikkuse kontrollimine lõppes edukalt. Sinu varukoopiad on korras.
he: בדיקת שלמות הגיבוי הצליחה. הגיבויים שלך תקינים.
ko: 백업 무결성 검사에 성공했습니다.
pl: Pomyślnie ukończono próbę spójności kopii zapasowej. Twoje kopie zapasowe wyglądają poprawnie.
ro: Copia de rezervă a trecut testul de integritate. Rezervele dumneavoastră sunt în ordine.
tr: Yedek bütünlük sınaması başarılı oldu. Yedeklerinizde bir sıkıntı yok.

# @info notification
source: Failed backup integrity check. Your backups are corrupted! See log file for more details. Do you want to try repairing the backup files?
da: Integritetstjek fejlet. Dine backupper kan være korrupte! Se logfil for detaljer. Vil du prøve at reparere backupfilerne?
et: Varukoopia terviklikkuse kontrollimine nurjus. Varukoopiad on rikutud! Uuri täpsemalt logifailist. Kas üritada varukoopiafaile parandada?
he: בדיקת שלמות הגיבוי נכשלה. הגיבויים שלך פגומים! יש פרטים נוספים ביומן. לנסות לתקן את קובצי הגיבוי?
ko: 백업 무결성 검사에 실패했습니다. 백업이 손상되었습니다! 자세한 정보는 로그 파일을 참조하십시오. 백업 파일 복구를 시도하시겠습니까?
pl: Sprawdzanie spójności kopii nie powiodło się. Twoje kopie zawierają błędy! Aby uzyskać szczegółowe informacje, przejrzyj plik dziennika. Czy chcesz wykonać próbę naprawy plików kopii?
ro: Verificarea integrității copiei de rezervă a eșuat. Copiile de rezervă sunt corupte! Consultați jurnalul pentru mai multe detalii. Doriți să încercați repararea fișierelor de rezervă?
tr: Yedek bütünlük denetimi başarısız oldu. Yedekleriniz hasarlı! Daha fazla bilgi için günlük dosyasına bakın. Yedek dosyalarını onarmayı denemek istiyor musunuz?

source: Continue
da: Fortsæt
et: Jätka
he: להמשיך
ko: 계속
pl: Dalej
ro: Continuă
tr: Sürdür

source: Stop
et: Peata
he: לעצור
ko: 정지
pl: Zatrzymaj
ro: Oprește
tr: Durdur

# %1 is a text explaining the current activity
source: Currently busy: %1
et: Parajasti hõivatud:%1
he: עסוק כרגע: %1
ko: 현재 작업 중: %1
pl: W tej chwili pracuje: %1
ro: Momentan ocupat: %1
tr: Şu anda meşgul: %1

source: Do you really want to stop?
da: Vil du virkelig afbryde?
et: Kas tõesti peatada?
he: לעצור?
ko: 정지하시겠습니까?
pl: Czy na pewno chcesz zatrzymać?
ro: Sigur doriți să opriți?
tr: Gerçekten durdurmak istiyor musunuz?

source: User Backups
da: Sikkerhedskopier
et: Kasutaja varukoopiad
he: גיבויי משתמש
ko: 사용자 백업
pl: Kopie zapasowe użytkownika
ro: Copii de rezervă ale utilizatorului
tr: Kullanıcı Yedekleri

# status in tooltip
source: Backup destination not available
da: Backup slutpunkt ikke tilgængeligt
et: Varundamise sihtkoht pole saadaval
he: יעד הגיבוי לא זמין
ko: 백업 대상을 사용할 수 없음
pl: Miejsce docelowe kopii zapasowej nie jest dostępne
ro: Destinația copiei de rezervă nu e disponibilă
tr: Yedek hedef konumu kullanılamıyor

source: No backup plans configured
da: Ingen sikkerhedskopi er planlagt
et: Varukoopiakava pole seadistatud
he: לא מוגדרות תוכניות גיבוי
ko: 백업 계획을 설정하지 않았음
pl: Nie określono żadnego planu tworzenia kopii zapasowych
ro: Nu e niciun plan de rezervă
tr: Yedek tasarıları yapılandırılmamış

# status in tooltip
source: Backup destination available
da: Backup slutpunkt tilgængeligt
et: Varundamise sihtkoht on saadaval
he: יעד הגיבוי לא זמין
ko: 백업 대상을 사용할 수 있음
pl: Miejsce docelowe kopii zapasowej jest dostępne
ro: Destinația copiei de rezervă e disponibilă
tr: Yedek hedef konumu kullanılabilir

# status in tooltip
source: Backup status OK
et: Varundamise olek on OK
he: מצב הגיבוי תקין
ko: 백업 상태 정상
pl: Stan kopii zapasowej: OK
ro: Starea rezervei e bună
tr: Yedek durumu İYİ

# status in tooltip
source: New backup suggested
da: Ny backup foreslået
et: Tasuks ehk teha uus varukoopia
he: הוצע גיבוי חדש
ko: 새 백업 제안됨
pl: Zasugerowano utworzenie nowej kopii zapasowej
ro: Copie de rezervă nouă sugerată
tr: Yeni yedekleme önerildi

# status in tooltip
source: New backup needed
da: Ny backup påkrævet
et: Vaja on teha uus varukoopia
he: אין צורך בגיבוי
ko: 새 백업 필요함
pl: Potrzebna nowa kopia zapasowa
ro: E nevoie de o copie de rezervă nouă
tr: Yeni yedekleme gerekiyor

# @info:shell Error message at startup
source: Kup is not enabled, enable it from the system settings module. You can do that by running <command>kcmshell5 kup</command>
da: Kup er deaktiveret. Aktivér denne fra systemindstillinger. Det kan du gøre ved at afvikle kommandoen <command>kcmshell5 kup</command>
et: Kup ei ole lubatud, lülita see sisse Süsteemi seadistuste moodulis. Seda saab teha käsuga <command>kcmshell5 kup</command>
he: Kup אינו פעיל, יש להפעיל אותו ממודול ההגדרות של המערכת. אפשר לעשות את זה על ידי הרצת הפקודה <command>kcmshell5 kup</command>
ko: Kup이 활성화되어 있지 않습니다. 시스템 설정 모듈에서 활성화하십시오. <command>kcmshell5 kup</command> 명령을 사용할 수 있습니다.
pl: Kup nie jest włączony, należy go włączyć z poziomu modułu ustawień systemowych. Można to zrobić uruchamiając polecenie <command>kcmshell5 kup</command>
ro: Kup nu e activat, activați-l din Configurări de Sistem. Puteți face aceasta rulând <command>kcmshell5 kup</command>
tr: Kup etkin değil, onu sistem ayarları modülünden etkinleştirin. Bunu <command>kcmshell5 kup</command> komutunu çalıştırarak yapabilirsiniz

# @title
source: Kup Daemon
da: Kuptjeneste
et: Kupi deemon
he: סוכן Kup
ko: Kup 데몬
pl: Usługa Kup
ro: Demon Kup
tr: Kup Ardalan Süreci

source: Kup is a flexible backup solution using the backup storage system 'bup'. This allows it to quickly perform incremental backups, only saving the parts of files that has actually changed since last backup was saved.
et: Kup on paindlik varukoopiate valmistamise lahendus, mis kasutab varukoopiate salvestamise süsteemi "bup". See lubab kiiresti sooritada inkrementvarundamist ehk teisisõnu salvestada ainult failide need osad, mida on pärast viimast varundamist muudetud.
he: Kup הוא פתרון גיבוי גמיש שמשתמש במערכת אחסון הגיבוי ‚bup’. הוא מאפשר לבצע גיבויים מצטברים במהירות, תוך שמירת החלקים בקבצים שהשתנו בפועל מאז שמירת הגיבוי האחרון.
ko: Kup은 'bup' 백업 저장소 시스템을 사용하는 유연한 백업 솔루션입니다. 마지막으로 백업한 이후 변경된 파일만 백업하는 증분 백업을 빠르게 수행할 수 있습니다.
pl: Kup jest elastycznym rozwiązaniem tworzenia kopii zapasowych używającym systemu przechowywania kopii 'bup'. Pozwala na szybkie wykonywanie przyrostowych kopii, zapisując tylko części plików które zostały zmienione od ostatniej zrobionej kopii zapasowej.
ro: Kup e o soluție flexibilă pentru copierea de rezervă folosind sistemul de stocare a rezervelor „bup”. Aceasta permite efectuarea rapidă a copiilor de rezervă incrementale, salvând doar părțile din fișier ce s-au modificat de la data ultimei copii de rezervă.
tr: Kup, 'bup' yedekleme depolama sistemini kullanan esnek bir yedekleme çözümüdür. Böylece, yedeğin son kaydedildiği zamandan itibaren dosyaların yalnızca değiştirilen kısımlarını yedekleyerek kolaylıkla artan yedekler almanıza olanak sağlar.

source: Copyright (C) 2011-2020 Simon Persson
et: Autoriõigus (C) 2011-2020: Simon Persson
he: כל הזכויות שמורות (C) 2011‏-2020 לסיימון פרסון
tr: Telif hakkı (C) 2011-2020 Simon Persson

source: Simon Persson
he: סיימון פרסון

source: Maintainer
da: Vedligeholdelse
et: Hooldaja
he: מתחזק
ko: 관리자
pl: Opiekun
ro: Responsabil
tr: Projeyi Sürdüren

# NAME OF TRANSLATORS
source: Your names
et: Marek Laane
he: צוות התרגום של KDE ישראל
ko: 박신조
pl: Marcin Kralka, Jacek Baszkiewicz, Łukasz Wojniłowicz
ro: Viorel-Cătălin Răpițeanu,Sergiu Bivol
tr: Emir SARI

# EMAIL OF TRANSLATORS
source: Your emails
et: qiilaq69@gmail.com
he: kde-l10n-he@kde.org
ko: kde@peremen.name
pl: marcink96@gmail.com, jbaszkiewicz@o2.pl, lukasz.wojnilowicz@gmail.com
ro: rapiteanu.catalin@gmail.com,sergiu@cip.md
tr: emir_sari@icloud.com

# status in tooltip
source: Saving backup
da: Lagrer backup
et: Varukoopia salvestamine
he: הגיבוי נשמר
ko: 백업 저장 중
pl: Zapisywanie kopii
ro: Se salvează copia de rezervă
tr: Yedek kaydediliyor

# status in tooltip
source: Checking backup integrity
da: Tjekker integriteten af backup
et: Varukoopia terviklikkuse kontrollimine
he: שלמות הגיבוי נבדקת
ko: 백업 무결성 검사 중
pl: Sprawdzanie spójności kopii
ro: Se verifică integritatea copiei de rezervă
tr: Yedek bütünlüğü denetleniyor

# status in tooltip
source: Repairing backups
da: Repererer sikkerhedskopi
et: Varukoopiate parandamine
he: גיבויים עוברים תיקון
ko: 백업 복구 중
pl: Naprawianie kopii
ro: Se repară copiile de rezervă
tr: Yedekler onarılıyor

# @info
source: Save the first backup now?
he: לשמור את הגיבוי הראשון כעת?
ro: Salvați acum prima copie de rezervă?

# @info
source: It has been %1 since last backup was saved. Save a new backup now?
da: Det er %1 siden den sidste backup blev taget, vil du tage en backup nu?
et: Viimase varukoopia salvestamisest on möödas %1 Kas salvestada nüüd uus varukoopia?
he: חלפו %1 מאז שנשמר הגיבוי האחרון. לשמור גיבוי חדש כעת?
ko: 마지막으로 백업한 후 %1 지났습니다. 새 백업을 저장하시겠습니까?
pl: Upłynęło już %1 od kiedy została zapisana ostatnia kopia zapasowa. Czy chcesz zapisać kopię teraz?
ro: Au trecut %1 de la ultima copiere de rezervă. Faceți o copie nouă acum?
tr: Son yedeğin kaydedildiğinden bu yana %1 oldu. Şimdi yeni bir yedek alınsın mı?

# @info
source: You have been active for %1 since last backup was saved. Save a new backup now?
et: Oled olnud pärast viimase varukoopia salvestamist tegev %1 Kas salvestada nüüd uus varukoopia?
he: נרשמה פעילות במשך %1 מאז שנשמר הגיבוי האחרון. לשמור גיבוי חדש כעת?
ko: 마지막으로 백업한 후 %1 동안 계속 컴퓨터를 사용했습니다. 새 백업을 저장하시겠습니까?
pl: Byłeś aktywny na tym komputerze przez %1 od czasu, kiedy została zapisana ostatnia kopia zapasowa. Czy chcesz zapisać kopię teraz?
ro: Ați fost activ timp de %1 de la ultima copiere de rezervă. Faceți o copie nouă acum?
tr: Son yedek kaydedildiğinden bu yana %1 boyunca etkindiniz. Şimdi yeni bir yedek alınsın mı?

# @action:button
source: Save Backup
he: שמירת גיבוי
ro: Salvează copie de rezervă

# @action:button
source: Cancel
he: ביטול
ro: Renunță

# @title:window
source: Saving of Backup Failed
da: Kan ikke gemme Sikkerhedskopien
et: Varukoopia salvestamine nurjus
he: שמירת הגיבוי נכשלה
ko: 백업 저장 실패
pl: Zapisywanie kopii nie powiodło się
ro: Salvarea copiei de rezervă a eșuat
tr: Yedek Kaydı Başarısız

# @action:button
source: Show log file
da: Vis Logfil
et: Näita logifaili
he: הצגת קובץ יומן
ko: 로그 파일 표시
pl: Wyświetl plik dziennika
ro: Arată fișierul cu jurnal
tr: Günlük dosyasını göster

# @action:button
source: Repair
he: תיקון
ro: Repară

# @action:button
source: Open settings
et: Ava seadistused
he: פתיחת הגדרות
ko: 설정 열기
pl: Otwórz ustawienia
ro: Deschide configurările
tr: Ayarları aç

# @title:window
source: Backup Saved
da: Backup Gemt
et: Varukoopia on salvestatud
he: הגיבוי נשמר
ko: 백업 저장됨
pl: Zapisano kopię
ro: Copie de siguranță salvată
tr: Yedek Kaydedildi

# @info notification
source: Saving backup completed successfully.
da: Lagring af backup succesfuldt udført.
et: Varukoopia salvestamine lõpetati edukalt.
he: שמירת הגיבוי הושלמה בהצלחה.
ko: 백업 저장에 성공했습니다.
pl: Zapisywanie kopii zakończyło się sukcesem.
ro: Salvarea copiei de rezervă a reușit.
tr: Yedek kaydı başarıyla tamamlandı.

# @title:window
source: Problem
et: Probleem
he: בעיה
ko: 문제점
ro: Problemă
tr: Sorun

# notification
source: You don't have write permission to backup destination.
da: Du har ikke skriverettigheder til slutpunktet.
et: Sul ei ole varundamise sihtkohas kirjutamisõigust.
he: אין לך הרשאות כתיבה ליעד הגיבוי.
ko: 백업 대상에 쓸 수 있는 권한이 없습니다.
pl: Nie masz uprawnień do zapisu kopii w miejscu docelowym.
ro: Nu aveți permisiuni de scriere la destinația de rezervă.
tr: Yedek hedef konumuna yazma izniniz yok.
