Repository: KDE/kup
Catalog: po/*/kup.po
Languages: da, et, he, ko, pl, ro, tr

# @info:tooltip %1 is the path of the folder in a listview
source: <filename>%1</filename><nl/> will <emphasis>not</emphasis> be included in the backup but contains folders that will
et: <filename>%1</filename><nl/><emphasis>ei</emphasis> kaasata varundamisse, kuid see sisaldab katalooge, mis kaasatakse
he: <filename>%1</filename><nl/><emphasis>לא</emphasis> יהיה חלק מהגיבוי אבל מכיל תיקיות שכן תהיינה
ko: <filename>%1</filename><nl/>폴더는 이 백업에 포함되지 <emphasis>않지만</emphasis> 하위 폴더 중 일부가 포함됩니다
pl: <filename>%1</filename><nl/><emphasis>nie</emphasis> nie zostanie zarchiwizowany, ale zawiera katalogi, które zostaną
ro: <filename>%1</filename><nl/> <emphasis>nu</emphasis> va fi inclus în copia de rezervă dar conține dosare ce vor fi
tr: <filename>%1</filename><nl/>yedekte <emphasis>içerilmeyecek</emphasis>; ancak içerilecek klasörler içeriyor

# @info:tooltip %1 is the path of the folder in a listview
source: <filename>%1</filename><nl/> will <emphasis>not</emphasis> be included in the backup
da: <filename>%1</filename><nl/> vil <emphasis>ikke</emphasis> blive inkluderet i Sikkerhedskopien
et: <filename>%1</filename><nl/><emphasis>ei</emphasis> kaasata varundamisse
he: <filename>%1</filename><nl/><emphasis>לא</emphasis> יהיה חלק מהגיבוי
ko: <filename>%1</filename><nl/>폴더는 이 백업에 포함되지 <emphasis>않습니다</emphasis>
pl: <filename>%1</filename><nl/><emphasis>nie</emphasis> zostanie zawarte w kopii zapasowej
ro: <filename>%1</filename><nl/> <emphasis>nu</emphasis> va fi inclus în copia de rezervă
tr: <filename>%1</filename><nl/>yedekte <emphasis>içerilmeyecek</emphasis>

source: Kup Configuration Module
da: Kup Indstillingsmodul
et: Kupi seadistamismoodul
he: מודול הגדרות Kup
ko: Kup 설정 모듈
pl: Moduł ustawień Kup
tr: Kup Yapılandırma Modülü

source: Configuration of backup plans for the Kup backup system
da: Indstilling af backupplaner for KUP backupsystemet.
et: Kupi varundamissüsteemi varukoopiakavade seadistamine
he: הגדרות תוכניות הגיבוי למערכת הגיבוי Kup
ko: Kup 백업 시스템의 백업 계획 설정 모듈
pl: Ustawienia planów kopii dla systemu kopii zapasowych Kup
tr: Kup yedekleme sistemi için yedekleme tasarılarının yapılandırması

source: <h2>Backup programs are missing</h2><p>Before you can activate any backup plan you need to install either of</p><ul><li>bup, for versioned backups</li><li>rsync, for synchronized backups</li></ul>
da: <h2>Backupprogrammer mangler</h2><p>Før du kan aktivere nogen backupplaner, skal du installere:</p><ul><li>BUP, for versionerede backupper</li><li>rsync for synkroniserede backupper</li></ul>
et: <h2>Varundamisprogrammid puuduvad</h2><p>Enne mis tahes varukoopiakava aktiveerimist tuleb paigaldada kas</p><ul><li>bup versioonvarundamise või</li><li>rsync sünkroonvarundamise jaoks</li></ul>
he: <h2>תוכניות גיבוי חסרות</h2><p>לפני שאפשר להפעיל תוכנית גיבוי כלשהי צריך להתקין את אלה</p><ul><li>bup, לגיבויים לפי גרסאות</li><li>rsync, לגיבויים מסונכרנים</li></ul>
ko: <h2>백업 프로그램 없음</h2><p>백업 계획을 활성화하려면 다음 프로그램을 설치해야 합니다</p><ul><li>bup: 버전된 백업</li><li>rsync: 동기화된 백업</li></ul>
pl: <h2>Nie odnaleziono programów do kopii zapasowych</h2><p>Przed aktywowaniem jakiegokolwiek planu kopii zapasowych musisz wgrać albo</p><ul><li>bup, do wersjonowanych kopii zapasowych</li><li>rsync, do synchronizowanych kopii zapasowych</li></ul>
ro: <h2>Lipsesc programele de copii de rezervă</h2><p>Înainte de a putea activa orice plan de copii de rezervă, trebuie să instalați unul dintre:</p><ul><li>bup, pentru copii de rezervă cu versiuni</li><li>rsync, pentru copii de rezervă sincronizate</li></ul>
tr: <h2>Yedekleme programları eksik</h2><p>Herhangi bir yedek tasarısını etkinleştirmeden önce <p><ul><li>sürümlendirilmiş yedeklemeler için bup,</li><li>eşzamanlı yedeklemeler için rsync</li></ul> kurmanız gerekiyor

# @info %1 is the name of the backup plan
source: %1 does not have a destination!<nl/>No backups will be saved by this plan.
et: %1 on ilma sihtkohata!<nl/>Selle kava järgi ei saa salvestada ühtegi varukoopiat.
he: ל־%1 אין יעד!<nl/>לא יישמרו גיבויים על ידי התוכנית הזאת.
ko: %1의 대상을 설정하지 않았습니다!<nl/> 이 백업 계획은 실행되지 않습니다.
pl: %1 nie ma miejsca docelowego!<nl/>Żadna kopia zapasowa nie zostanie zapisana przez ten plan.
ro: %1 nu are o destinație!<nl/>Acest plan nu va salva nicio copie de rezervă.
tr: %1 için bir hedef konum yok!<nl/>Bu tasarı tarafından herhangi bir yedek kaydedilmeyecek.

# @title:window
source: Warning
da: Advarsel
et: Hoiatus
he: אזהרה
ko: 경고
pl: Ostrzeżenie
ro: Avertisment
tr: Uyarı

# @action:button
source: Add New Plan…
he: הוספת תוכנית חדשה…
ro: Adaugă un plan nou…

# @option:check
source: Backups enabled
he: גיבויים פעילים
ro: Copii de rezervă activate

# @action:button
source: Open and restore from existing backups
et: Ava ja taasta olemasolevate varukoopiate põhjal
he: פתיחה ושחזור מגיבויים קיימים
ko: 기존 백업 열고 복원
pl: Otwórz i odzyskaj z istniejących kopii
ro: Deschide și restaurează din copiile de rezervă existente
tr: Var Olan Yedeği Aç ve Geri Yükle

# @action:button
source: Configure
da: Indstil
et: Seadista
he: הגדרה
ko: 설정
pl: Ustawienia
ro: Configurează
tr: Yapılandır

# @action:button
source: Remove
da: Fjern
et: Eemalda
he: הסרה
ko: 삭제
pl: Usuń
ro: Elimină
tr: Kaldır

# @action:button
source: Duplicate
da: Duplikér
et: Klooni
he: שכפול
ko: 복제
pl: Powiel
ro: Duplică
tr: Çoğalt

source: No bup repository found. %1
da: Kan ikke finde noget bup-arkiv. %1
et: bup-hoidlat ei leitud. %1
he: לא נמצא מאגר bup. %1
ko: bup 저장소를 찾을 수 없습니다. %1
pl: Nie odnaleziono żadnego repozytorium bup. %1
ro: Nu a fost găsit niciun depozit „bup” %1
tr: Bir bup deposu bulunamadı. %1

source: Save new backup
da: Gem ny backup
et: Salvesta uus varukoopia
he: שמירת גיבוי חדש
ko: 새 백업 저장
pl: Zapisz nową kopię
ro: Salvează copie de rezervă nouă
tr: Yeni yedek kaydet

source: Prune old backups
he: פינוי גיבויים ישנים
ko: 오래된 백업 정리
pl: Uprzątnij stare kopie zapasowe
ro: Curăță copiile vechi
tr: Eski yedekleri buda

source: Show files
da: Vis filer
et: Näita faile
he: הצגת קבצים
ko: 파일 표시
pl: Wyświetl pliki
ro: Arată fișierele
tr: Dosyaları göster

source: Show log file
da: Vis logfiler
et: Näita logifaili
he: הצגת קובץ יומן
ko: 로그 파일 표시
pl: Wyświetl plik dziennika
ro: Arată fișierul cu jurnal
tr: Günlük dosyasını göster

source: &Configure Kup...
he: ה&גדרת Kup…
ko: Kup 설정(&C)...
pl: &Ustawienia Kup...
tr: Kup'u &Yapılandır...

source: &Reload backup plans
he: &רענון תוכניות גיבוי
ko: 백업 계획 새로 고침(&R)
pl: &Wczytaj ponownie plany kopii zapasowych
ro: &Reîncarcă planurile de rezervă
tr: Yedekleme tasarılarını ge&ri yükle

source: Reload Backup Plans
he: רענון תוכניות גיבוי
ro: Reîncarcă planurile de rezervă

source: Configure Backup Plans
he: הגדרת תוכניות גיבוי
ro: Configurează planurile de rezervă

source: Configure Backup Plans...
he: הגדרת תוכניות גיבוי…

# @title
source: Purger
he: מנפה
ko: 정리 도구
pl: Uprzątacz
ro: Curățător
tr: Silici

source: Purger for bup archives.
he: מנפה לארכיונים של bup.
ko: bup 저장소 정리 도구입니다.
pl: Uprzątacz archiwów bup.
ro: Curățător pentru arhive bup.
tr: bup arşivleri için silici.

source: Copyright (C) 2013-2021 Simon Persson
he: כל הזכויות שמורות (C) 2013‏-2021 לסיימון פרסון
tr: Telif hakkı (C) 2013-2021 Simon Persson

# @label Default name for a new backup plan, %1 is the number of the plan in order
source: Backup plan %1
et: Varukoopiakava %1
he: תוכנית גיבויים %1
ko: 백업 계획 %1
pl: Plan kopii zapasowej %1
ro: Planul copiei de rezervă %1
tr: Yedek tasarısı %1

source: Backups
da: Backupper
et: Varukoopiad
he: גיבויים
ko: 백업
pl: Kopie zapasowe
ro: Copii de rezervă
tr: Yedeklemeler

# default description of newly duplicated backup plan
source: %1 (copy)
da: %1 (kopi)
et: %1 (koopia)
he: %1 (עותק)
ko: %1(사본)
pl: %1 (kopia)
ro: %1 (copie)
tr: %1 (kopyala)

# %1 is fancy formatted date
source: Last saved: %1
da: Sidst gemt: %1
et: Viimane salvestamine: %1
he: שמירה אחרונה: %1
ko: 마지막 저장: %1
pl: Ostatnio zapisano: %1
ro: Salvat ultima dată: %1
tr: Son kaydetme: %1

# %1 is storage size of archive
source: Size: %1
da: Størrelse: %1
et: Suurus: %1
he: גודל: %1
ko: 크기: %1
pl: Rozmiar: %1
ro: Dimensiune: %1
tr: Boyut: %1

# %1 is free storage space
source: Free space: %1
da: Fri plads: %1
et: Vaba ruum: %1
he: נפח פנוי: %1
ko: 사용 가능한 공간: %1
pl: Wolne miejsce: %1
ro: Spațiu liber: %1
tr: Boş alan: %1

# @label
source: This backup plan has never been run.
da: Denne backupplan har aldrig været udført.
et: Seda varukoopiakava ei ole kunagi kasutatud.
he: תוכנית הגיבוי הזאת לא רצה מעולם.
ko: 이 백업 계획은 실행되지 않았습니다.
pl: Ten plan kopii zapasowej nigdy nie był uruchomiony.
ro: Acest plan de copii de rezervă nu a fost executat niciodată.
tr: Bu yedekleme tasarısı daha önce çalıştırılmadı.

source: File or folder path to be focused.
ro: Calea fișierului sau dosarului de focalizat.

# @action:button
source: New Folder…
ro: Dosar nou…

source: Restore Missing Files…
ro: Restaurează fișierele lipsă…

source: Restore Previous Version…
ro: Restaurează versiunea anterioară…

source: &Configure Kup…
ro: &Configurează Kup…

source: Configure Backup Plans…
ro: Configurează planurile de rezervă…

# @info
source: Do you want to save a first backup now?
da: Ønsker du at udføre første sikkerhedskopiering nu?
et: Kas salvestada esimene varukoopia kohe?
ko: 첫 백업을 저장하시겠습니까?
pl: Czy chcesz teraz zapisać pierwszą kopię zapasową?
tr: İlk yedeğinizi şimdi kaydetmek istiyor musunuz?

# @action:button
source: Yes
da: Ja
et: Jah
ko: 예
pl: Tak
tr: Evet

# @action:button
source: No
da: Nej
et: Ei
ko: 아니요
pl: Nie
tr: Hayır

# @info message bar appearing on top
source: The symbolic link <filename>%1</filename> is currently included but it points to a folder which is not: <filename>%2</filename>.<nl/>That is probably not what you want. One solution is to simply include the target folder in the backup plan.
tr: <filename>%1</filename> sembolik bağı şu anda içeriliyor; ancak işaret ettiği klasör içerilmiyor: <filename>%2</filename>.<nl/>Büyük olasılıkla yapmak istediğiniz şey bu değil. Olası bir çözüm, yedek tasarısında hedef klasörü içermek olabilir.

# @info message bar appearing on top
source: The symbolic link <filename>%1</filename> is currently included but it points to a file which is not: <filename>%2</filename>.<nl/>That is probably not what you want. One solution is to simply include the folder where the file is stored in the backup plan.
tr: <filename>%1</filename> sembolik bağı şu anda içeriliyor; ancak işaret ettiği dosya içerilmiyor: <filename>%2</filename>.<nl/>Büyük olasılıkla yapmak istediğiniz şey bu değil. Olası bir çözüm, yedek tasarısında hedef klasörü içermek olabilir.

# @info
source: This type of backup is an <emphasis>archive</emphasis>. It contains both the latest version of your files and earlier backed up versions. Using this type of backup allows you to recover older versions of your files, or files which were deleted on your computer at a later time. The storage space needed is minimized by looking for common parts of your files between versions and only storing those parts once. Nevertheless, the backup archive will keep growing in size as time goes by.<nl/>Also important to know is that the files in the archive can not be accessed directly with a general file manager, a special program is needed.
et: Seda tüüpi varukoopia on <emphasis>arhiiv</emphasis>. See sisaldab nii sinu failide uusimat versiooni kui ka varem varundatud versioone. Seda tüüpi varukoopia kasutamine lubab taastada failide vanemaid versioone, isegi kui need peaksid olema vahepeal arvutist kustutatud. Salvestusruumi hoitakse võimalikult väiksema, otsides failide eri versioonide ühisosa ja seda ainult korra salvestades. Aga siiski kipuvad ka varukoopiaarhiivid aja jooksul kasvama.<nl/>Ühtlasi tasuks silmas pidada, et arhiivis leiduvatele failidele ei pääse otse (näiteks tavalise failihalduriga) ligi, tarvis läheb spetsiaalset programmi.
ko: 이 형식의 백업은 <emphasis>압축 파일</emphasis>을 생성합니다. 파일의 최신 버전과 이전 백업된 버전을 모두 포함합니다. 이 형식의 백업을 사용하면 컴퓨터에서 나중에 삭제한 파일이라도 이전 버전을 복원할 수 있습니다. 파일을 저장할 때 버전간의 차이점을 비교하여 같은 부분은 한 번만 저장하는 식으로 저장 공간 사용을 최소화합니다. 그래도 시간에 따라서 백업 압축 파일의 크기는 계속 증가합니다.<nl/>이 형식으로 백업한 압축 파일은 일반적인 파일 관리자로는 접근할 수 없으며 특별한 프로그램이 필요합니다.
pl: Ten rodzaj kopii to <emphasis>archiwum</emphasis>. Zawiera zarówno ostatnią wersję twoich plików, jak i wersje zachowane poprzednio. Użycie tego rodzaju kopii pozwala na odtworzenie starszych wersji plików bądź też plików usuniętych wcześniej z dysku. Przestrzeń dyskowa potrzebna do zachowania kopii jest minimalizowana poprzez wyszukiwanie w kolejnych wersjach plików ich części wspólnych i zapisywanie tych części tylko raz. Niemniej jednak archiwum będzie z czasem coraz większe.<nl/>Należy również pamiętać, że pliki archiwum tego rodzaju nie będą dostępne bezpośrednio w systemowym menedżerze plików - niezbędny jest specjalny program.
tr: Bu yedek türü bir <emphasis>arşiv</emphasis>'dir. Dosyalarınızın hem güncel hem de önceden yedeklenmiş sürümlerini içerir. Bu tür yedeklemeyi kullanmak, daha sonradan bilgisayarınızdan silinen veya kaybolan dosyalarınızın eski sürümlerine erişmenizi olanaklı kılar. Gereken depolama alanı, dosyaların yalnızca değişen kısımlarına bakarak ve yalnızca onları yedekleyerek en az miktarda tutulur. Yine de, yedek boyutu zamanla artacaktır.<nl/>Ayrıca, bu arşivlere olağan bir dosya yöneticisi ile erişemeyeceğinizi aklınızda tutun, özel bir program gerekecektir.

# @info
source: This type of backup is a folder which is synchronized with your selected source folders. Saving a backup simply means making the backup destination contain an exact copy of your source folders as they are now and nothing else. If a file has been deleted in a source folder it will get deleted from the backup folder.<nl/>This type of backup can protect you against data loss due to a broken hard drive but it does not help you to recover from your own mistakes.
et: Seda tüüpi varukoopia on kataloog, mida hoitakse sünkroonis valitud lähtekataloogidega. Varundamine tähendab sel juhul lihtsalt seda, et varukoopiate asukoht kujutab endast lähtekataloogide täpset koopiat, ei midagi enamat. Kui lähtekataloogis fail kustutatakse, kustutatakse see ka varukoopiate kataloogis.<nl/>Seda tüüpi varundamine võib kaitsta näiteks vigasest kettast tingitud andmekao vastu, aga mitte enda langetatud ekslike otsuste eest.
ko: 이 형식의 백업은 선택한 원본 폴더와 동기화된 폴더를 생성합니다. 백업 저장 과정은 현재 시점에서의 원본 폴더의 정확한 복사본을 백업 대상에 저장하는 것입니다. 원본 폴더에서 파일이 삭제되었다면 백업 폴더에서도 삭제됩니다.<nl/>이 형식의 백업은 하드 드라이브가 고장났을 때 데이터를 복구할 수 있으나 사용자의 실수를 보호하지는 못합니다.
pl: Ten rodzaj kopii to katalog docelowy synchronizowany z wybranymi katalogami źródłowymi. Utworzenie kopii oznacza po prostu przekopiowanie do miejsca docelowego dokładnie wszystkich plików zawartych w katalogach źródłowych i nic poza tym. Jeśli jakiś plik został usunięty w katalogu źródłowym, to po utworzeniu kopii nie będzie go również w katalogu docelowym.<nl/>Ten rodzaj kopii zabezpiecza cię przed utratą danych na skutek uszkodzenia dysku twardego, ale nie pomoże ci odzyskać plików utraconych w wyniku twych własnych pomyłek.
tr: Bu yedekleme türü, seçtiğiniz kaynak klasörlerle eşzamanlanan bir klasördür. Bir yedeği kaydetmek, basitçe, yedekleme hedefinin kaynak klasörlerinizin tam bir kopyasını şu anda oldukları gibi içermesi ve başka hiçbir şey içermemesi anlamına gelir. Kaynak klasördeki bir dosya silindiyse yedekleme klasöründen silinecektir.<nl/>Bu tür yedekleme, bozuk bir sabit sürücü nedeniyle veri kaybına karşı sizi koruyabilir; ancak kendinizinkinden kurtarmanıza yardımcı olmaz. hatalar.

# @info
source: Backups are only saved when manually requested. This can be done by using the popup menu from the backup system tray icon.
tr: Yedekler, yalnızca el ile istendiğinde kaydedilirler. Bu, yedekleme sistem tepsisi simgesindeki açılır menüden yapılabilir.

# @info
source: Patterns need to be listed in a text file with one pattern per line. Files and folders with names that match any of the patterns will be excluded from the backup. The pattern format is documented <link url='%1'>here</link>.
et: Mustrid tuleb kirja panna tekstifailis, üks muster igal real. Failid ja kataloogid, mille nimi sobib ükspuha millise määratud mustriga, varundamisest välja. Mustrivorminguga saab tutvuda <link url='%1'>siin</link>.
ko: 패턴 파일은 한 줄에 하나씩 패턴을 입력한 일반 텍스트 파일이어야 합니다. 패턴과 이름이 일치하는 파일이나 폴더는 백업에서 제외됩니다. 패턴 형식은 <link url='%1'>여기</link>를 참조하십시오.
pl: Wzorce muszą być spisane w pliku tekstowym z każdym wzorcem w osobnym wierszu. Pliki i katalogi o nazwach, pasujące do dowolnego wzorca, zostaną wykluczone z kopii zapasowej. Zapis wzorców został objaśniony <link url='%1'>tutaj</link>.
tr: Desenlerin, her satırda bir desen olacak şekilde bir metin dosyasında listelenmesi gerekir. Desenlerden herhangi biriyle eşleşen adlara sahip dosya ve klasörler yedeklemeden dışarıda tutulur. Desen biçimi <link url='%1'>burada</link> belgelendirilmiştir.

# @action:button
source: Add New Plan
da: Tilføj Ny Plan
et: Lisa uus kava
ko: 새 계획 추가
pl: Dodaj nowy plan
tr: Yeni Tasarı Ekle

# @option:check
source: Backups Enabled
da: Backup Aktiveret
et: Varukoopiate lubamine
ko: 백업 활성화됨
pl: Kopie zapasowe włączone
tr: Yedek alımını etkinleştir
