Repository: KDE/kup
Catalog: po/*/kup.po
Languages: da, et, he, ko, pl, ro, tr

# notification
source: Invalid type of backup in configuration.
da: Ugyldig type backup i konfiguration.
et: Vigane varundamise tüüp seadistuses.
he: סוג הגיבוי בהגדרות שגוי.
ko: 백업 설정의 형식이 잘못되었습니다.
pl: Nieprawidłowy rodzaj kopii zapasowej w ustawieniach.
ro: Tip eronat al copiei de rezervă în configurări.
tr: Yapılandırmada geçersiz yedek türü.

# @title:window
source: Integrity Check Completed
da: Integritetskontrol Udført
et: Terviklikkuse kontroll on lõpetatud
he: בדיקת השלמות הושלמה
ko: 무결성 검사 완료됨
pl: Zakończono Sprawdzanie Spójności.
ro: Verificarea integrității s-a încheiat
tr: Bütünlük Denetimi Tamamlandı

# @title:window
source: Repair Completed
da: Reparation Udført
et: Parandamine on lõpetatud
he: התיקון הושלם
ko: 복구 완료됨
pl: Zakończono naprawę
ro: Reparare încheiată
tr: Onarım Tamamlandı

source: Kup Backup System
et: Kupi süsteemi varundamine
he: מערכת הגיבויים Kup
ko: Kup 백업 시스템
pl: Kup System Kopii Zapasowych
ro: Sistem de copiere de rezervă Kup
tr: Kup Yedekleme Sistemi

# @info notification
source: The <application>rsync</application> program is needed but could not be found, maybe it is not installed?
da: Programmet <application>rsync</application> er påkrævet, men kan ikke findes på systemet. Er du sikker på at det er installeret?
et: Vaja läheb programmi <application>rsync</application>, kuid seda ei leitud. Võib-olla polegi seda paigaldatud?
he: התוכנית <application>rsync</application> נחוצה אך לא נמצאה, אולי אינה מותקנת?
ko: <application>rsync</application> 프로그램이 필요하지만 찾을 수 없습니다. 설치 상태를 확인하십시오.
pl: Program <application>rsync</application> jest wymagany, ale nie może zostać odnaleziony, może nie jest zainstalowany?
ro: Programul <application>rsync</application> e necesar dar nu a putut fi găsit. Poate nu e instalat?
tr: <application>rsync</application> uygulaması gerekli; ancak bulunamadı, kurulmamış olabilir mi?

# @info messagebox, %1 is a folder path
source: The backup archive <filename>%1</filename> could not be opened. Check if the backups really are located there.
et: Varukoopiaarhiivi <filename>%1</filename> avamine nurjus. Kontrolli, kas varukoopiad ikka asuvad seal.
he: לא ניתן לפתוח את ארכיון הגיבוי <filename>%1</filename>. נא לבדוק אם הגיבויים באמת ממוקמים שם.
ko: 백업 압축 파일 <filename>%1</filename>을(를) 열 수 없습니다. 백업이 실제 해당 위치에 있는지 확인하십시오.
pl: Nie można otworzyć archiwum kopii zapasowej <filename>%1</filename>. Upewnij się, że kopie zapasowe na pewno się tam znajdują.
ro: Arhiva de rezervă <filename>%1</filename> nu a putut fi deschisă. Verificați dacă copiile de rezervă chiar se găsesc acolo.
tr: Yedek arşivi <filename>%1</filename> açılamadı. Yedeklerin gerçekten orada olduğundan emin olun.

# @info messagebox
source: You do not have permission needed to read this backup archive.
et: Sul ei ole selle varukoopiaarhiivi lugemiseks õigusi.
he: אין לך את ההרשאות הנחוצות לקרוא את ארכיון הגיבוי הזה.
ko: 이 백업 압축 파일을 읽을 수 있는 권한이 없습니다.
pl: Nie masz odpowiednich uprawnień, aby odczytać to archiwum.
ro: Nu aveți permisiunile necesare pentru a citi această arhivă de rezervă.
tr: Bu yedek arşivini okumak için yeterli izinlere sahip değilsiniz.

source: Select location of backup archive to open.
et: Avatava varukoopiaarhiivi asukoha valimine.
he: נא לבחור את ארכיון הגיבוי לפתיחה.
ko: 열 백업 압축 파일의 위치를 선택하십시오.
pl: Wybierz położenie kopii zapasowych do otwarcia.
ro: Alegeți amplasarea arhivei de rezervă de deschis.
tr: Açılacak yedek arşivinin konumunu seçin.

# @title
source: File Digger
et: Failikaevur
he: חופר קבצים
ko: 파일 탐색기
pl: Wyszukiwarka plików
ro: Săpător de fișiere
tr: Dosya Kazıcı

source: Browser for bup archives.
da: Find bup-arkiver
et: bup-arhiivide sirvija.
he: דפדפן לארכיוני bup.
ko: bup 압축 파일 탐색기입니다.
pl: Przeglądarka archiwów bup
ro: Navigator pentru arhive „bup”
tr: Bup arşivlerine göz atın.

source: Copyright (C) 2013-2020 Simon Persson
et: Autoriõigus (C) 2013-2020: Simon Persson
he: כל הזכויות שמורות (C) 2013‏-2020 לסיימון פרסון
tr: Telif hakkı (C) 2013-2020 Simon Persson

source: Name of the branch to be opened.
et: Avatava haru nimi.
he: שם הענף לפתיחה.
ko: 열 브랜치 이름입니다.
pl: Nazwa gałęzi jaka ma być otwarta.
ro: Denumirea ramurii de deschis.
tr: Açılacak dalın adı.

source: Path to the bup repository to be opened.
da: Sti til det bup-arkiv der skal åbnes.
et: Avatava bup-hoidla asukoht.
he: נתיב למאגר ה־bup לפתיחה.
ko: 열 bup 저장소 경로입니다.
pl: Ścieżka do repozytorium bup jaka ma zostać otwarta.
ro: Calea spre depozitul „bup” de deschis.
tr: Açılacak bup deposunun yolu.

# @info messagebox
source: Could not read this backup archive. Perhaps some files have become corrupted. Do you want to run an integrity check to test this?
et: Varukoopiaarhiivi lugemine nurjus. Võib-olla on mõned failid riknenud. Kas selgitada see välja terviklikkuse kontrollimisega?
he: לא ניתן לקרוא את ארכיון הגיבוי. אולי חלק מהקבצים נפגמו. להריץ את בדיקת השלמות כדי לאמת את זה?
ko: 백업 압축 파일을 읽을 수 없습니다. 일부 파일이 손상되었을 수도 있습니다. 무결성 검사를 하시겠습니까?
pl: Nie można było odczytać tej kopii. Być może niektóre pliki uległy uszkodzeniu. Czy chcesz wykonać kontrolę spójności, aby to sprawdzić?
ro: Această arhivă de rezervă nu a putut fi citită. Se poate ca unele fișiere să se fi deteriorat. Doriți să lansați o verificare a integrității pentru a testa acest lucru?
tr: Bu yedek arşivi okunamadı. Kimi dosyalar hasar görmüş olabilir mi? Bunu sınamak için bir bütünlük sınaması çalıştırmak istiyor musunuz?

# added after folder name in some cases
source: (folder)
da: (mappe)
et: (kataloog)
he: (תיקייה)
ko: (폴더)
pl: (katalog)
ro: (dosar)
tr: (klasör)

# added after file name in some cases
source: (symlink)
da: (symbolsk link)
et: (nimeviit)
he: (קישור סמלי)
ko: (심볼릭 링크)
pl: (dowiązanie symboliczne)
ro: (legătură simbolică)
tr: (sembolik bağ)

# added after file name in some cases
source: (file)
da: (fil)
et: (fail)
he: (קובץ)
ko: (파일)
pl: (plik)
ro: (fișier)
tr: (dosya)

# @action:button
source: New Folder...
da: Ny Mappe...
et: Uus kataloog ...
he: תיקייה חדשה
ko: 새 폴더...
pl: Nowy katalog...
tr: Yeni Klasör...

# @info message bar appearing on top
source: No destination was selected, please select one.
et: Sihtkohta pole valitud, palun vali see.
he: לא נבחר יעד, נא לבחור יעד.
ko: 대상을 선택하지 않았습니다. 선택하십시오.
pl: Miejsce docelowe nie zostało wybrane, proszę wybrać jedno.
ro: Nu a fost aleasă nicio destinație. Alegeți una.
tr: Bir hedef konum seçilmedi, lütfen bir tane seçin.

# @info message bar appearing on top
source: There was a problem while getting a list of all files to restore: %1
da: Et problem opstod ved indlæsningen af en filliste til gendannelse: %1
et: Kõigi taastavate failide loendi hankimisel tekkis probleem: %1
he: אירעה תקלה בקבלת רשימת כל הקבצים לשחזור: %1
ko: 복원할 모든 파일 목록을 가져오는 중 오류 발생: %1
pl: Wystąpił problem podczas pobierania listy plików do odtworzenia: %1
ro: A intervenit o problemă în timpul obținerii unei liste cu toate fișierele de restabilit: %1
tr: Geri yüklenecek tüm dosyaların listesini alırken bir sorun oluştu: %1

# @info message bar appearing on top
source: The destination does not have enough space available. Please choose a different destination or free some space.
et: Sihtkohas pole piisavalt ruumi. Palun vali teine sihtkoht või vabasta ruumi.
he: ביעד אין מספיק נפח פנוי. נא לבחור יעד אחר או לפנות קצת מקום.
ko: 대상 장치에 남은 공간이 부족합니다. 공간을 확보하거나 다른 대상 위치를 지정하십시오.
pl: Miejsce docelowe nie posiada wystarczająco wolnego miejsca. Proszę wybrać inne miejsce docelowe lub zwolnić trochę miejsca.
ro: Destinația nu are suficient spațiu disponibil. Alegeți altă destinație sau eliberați ceva spațiu.
tr: Hedef konumda yeterli boş alan yok. Lütfen başka bir konum seçin veya biraz alan boşaltın.

source: - saved at %1
et: - salvestatud %1
he: - נשמר ב־%1
ko: - %1에 저장됨
pl: - zapisano w %1
ro: - salvat la %1

# @info
source: Folder already exists, please choose a solution
da: Mappen eksisterer allerede, vælg venligst en løsning på problemet
et: Kataloog on juba olemas, palun vali lahendus.
he: התיקייה כבר קיימת, נא לבחור פתרון
ko: 폴더가 이미 존재함, 해결책 선택
pl: Katalog już istnieje, proszę wybrać inne rozwiązanie
ro: Dosarul există deja, alegeți o soluție
tr: Klasör halihazırda var, lütfen bir çözüm seçin

# @info
source: File already exists
da: Filen eksisterer allerede
et: Fail on juba olemas
he: הקובץ כבר קיים
ko: 파일이 이미 존재함
pl: Plik już istnieje
ro: Fișierul există deja
tr: Dosya halihazırda var

# @info message bar appearing on top
source: The new name entered already exists, please enter a different one.
da: Det indtastede navn findes allerede, indtast venligst et andet.
et: Antud uus nimi on juba olemas, palun anna mõni muu nimi.
he: השם שנבחר כבר קיים, נא לבחור שם אחר.
ko: 새로운 이름이 이미 존재합니다. 다른 이름을 입력하십시오.
pl: Wprowadzona nowa nazwa już istnieje, proszę podać inną.
ro: Noua denumire introdusă există deja, alegeți alta.
tr: Yeni ad halihazırda var, lütfen başka bir tane girin.

# default folder name when creating a new folder
source: New Folder
da: Ny Mappe
et: Uus kataloog
he: תיקייה חדשה
ko: 새 폴더
pl: Nowy Katalog
ro: Dosar nou
tr: Yeni Klasör

# @title:window
source: New Folder
da: Ny Mappe
et: Uus kataloog
he: תיקייה חדשה
ko: 새 폴더
pl: Nowy Katalog
ro: Dosar nou
tr: Yeni Klasör

# @label:textbox
source: Create new folder in: %1
da: Opret ny mappe i: %1
et: Uue kataloogi loomine asukohas: %1
he: יצירת תיקייה חדשה תחת: %1
ko: 다음에 새 폴더 만들기: %1
pl: Utwórz nowy katalog w: %1
ro: Creează un dosar nou în: %1
tr: Şurada yeni klasör oluştur: %1

source: A folder named %1 already exists.
da: Mappen %1 eksisterer allerede.
et: Kataloog nimega %1 on juba olemas.
he: כבר קיימת תיקייה בשם %1.
ko: 이름이 %1인 폴더가 이미 존재합니다.
pl: Katalog o nazwie %1 już istnieje.
ro: Există deja un dosar cu denumirea %1.
tr: %1 adlı bir klasör halihazırda var.

source: You do not have permission to create %1.
da: Du har ikke rettigheder til at oprette %1.
et: Sul ei ole õigusi luua %1.
he: אין לך הרשאות ליצור את %1.
ko: %1을(를) 만들 수 있는 권한이 없습니다.
pl: Nie masz uprawnień aby utworzyć %1.
ro: Nu aveți permisiuni pentru a crea %1.
tr: %1 oluşturmaya izniniz yok.

# @title:window
source: Restore Guide
da: Gendannelsesguide
et: Taastamine
he: מדריך שחזור
ko: 복원 가이드
pl: Przewodnik przywracania
ro: Ghid de restabilire
tr: Geri Yükleme Kılavuzu

# @action:button
source: Restore to original location
da: Gendan til oprindeligt sted
et: Taasta algsesse asukohta
he: שחזור למקום המקורי
ko: 원래 위치로 복원
pl: Przywróć do pierwotnego położenia
ro: Restabilește la amplasarea originală
tr: Özgün konuma geri yükle

# @action:button
source: Choose where to restore
da: Vælg sted for gendannelse
et: Taastamiskoht
he: נא לבחור להיכן לשחזר
ko: 복원할 위치 선택
pl: Wybierz gdzie chcesz przywrócić
ro: Alegeți unde se va restabili
tr: Nereye geri yükleneceğini seç

# @action:button
source: Back
da: Tilbage
et: Tagasi
he: חזרה
ko: 이전
pl: Wstecz
ro: Înapoi
tr: Geri

# @action:button
source: Next
da: Næste
et: Edasi
he: הבא
ko: 다음
pl: Dalej
ro: Următor
tr: Sonraki

# @option:radio
source: Restore the folder under a new name
da: Gendan mappen med nyt navn
et: Kataloogi taastamine uue nimega
he: שחזור התיקייה בשם חדש
ko: 새 이름으로 폴더 복원
pl: Przywróć katalog pod nową nazwą
ro: Restabilește dosarul cu o denumire nouă
tr: Klasörü yeni bir adla geri yükle

# @option:radio
source: Merge folders
da: Flet mapper
et: Kataloogide ühendamine
he: מיזוג תיקיות
ko: 폴더 병합
pl: Połącz katalogi
ro: Îmbină dosarele
tr: Klasörleri birleştir

# @info Question to user, in dialog
source: The following files would be overwritten, please confirm that you wish to continue.
da: Følgende filer vil blive overskrevet, bekræft venligst at du vil fortsætte.
et: Järgmised failid kirjutatakse üle, palun kinnita, et soovib jätkata.
he: הקבצים הבאים יידרסו, נא לאשר שברצונך להמשיך.
ko: 다음 파일을 덮어쓸 수 있습니다. 계속 진행할지 확인하십시오.
pl: Następujące pliki zostaną nadpisane, proszę potwierdzić czy chcesz kontynuować.
ro: Următoarele fișiere ar fi suprascrise, confirmați dacă doriți să continuați.
tr: Aşağıdaki dosyaların üzerine yazılacak, lütfen sürdürmek istediğinizi onaylayın.

# @action:button go to previous page in dialog
source: Back
da: Tilbage
et: Tagasi
he: חזרה
ko: 이전
pl: Wstecz
ro: Înapoi
tr: Geri

# @action:button User answers "yes I confirm: overwrite files"
source: Confirm
da: Bekræft
et: Kinnitus
he: אישור
ko: 확인
pl: Potwierdź
ro: Confirmă
tr: Onayla

# Title above progress bar
source: Restoring files
et: Failide taastamine
he: קבצים משוחזרים
ko: 파일 복원 중
pl: Przywracanie plików
ro: Se restabilesc fișiere
tr: Dosyalar geri yükleniyor

# @label above the detailed error message
source: An error occurred while restoring:
et: Taastamisel tekkis tõrge:
he: אירעה שגיאה במהלך השחזור:
ko: 복원 중 오류가 발생했습니다:
pl: Wystąpił błąd podczas przywracania:
ro: A intervenit o eroare în timpul restabilirii:
tr: Geri yükleme sırasında bir hata oluştu:

# @label
source: Restoration completed successfully!
da: Gendannelse fuldført!
et: Taastamine lõpetati edukalt!
he: השחזור הושלם בהצלחה!
ko: 복원이 성공적으로 수행되었습니다!
pl: Przywracanie zostało zakończone pomyślnie!
ro: Restabilirea s-a încheiat cu succes!
tr: Geri yükleme başarıyla tamamlandı!

source: Open Destination
da: Åben slutpunkt
et: Ava sihtkoht
he: פתיחת יעד
ko: 대상 열기
pl: Otwórz miejsce docelowe
ro: Deschide destinația
tr: Hedef Konum Aç

# @action:button
source: Close
da: Luk
et: Sulge
he: סגירה
ko: 닫기
pl: Zamknij
ro: Închide
tr: Kapat

# Title above progress bar
source: Checking file sizes
et: Failisuuruste kontrollimine
he: גודלי הקבצים נבדקים
ko: 파일 크기 확인 중
pl: Sprawdzanie rozmiarów plików
ro: Se verifică dimensiunile fișierelor
tr: Dosya boyutları denetleniyor

# progress report, current operation
source: Restoring
da: Gendanner
et: Taastamine
he: מתבצע שחזור
ko: 복원 중
pl: Przywracanie
ro: Se restabilește
tr: Geri yükleniyor

# progress report, label
source: File
da: Fil
et: Fail
he: קובץ
ko: 파일
pl: Plik
ro: Fișier
tr: Dosya

# @action:button
source: Open
da: Åben
et: Ava
he: פתיחה
ko: 열기
pl: Otwórz
ro: Deschide
tr: Aç

# @action:button
source: Restore
da: Gendan
et: Taasta
he: שחזור
ko: 복원
pl: Przywróć
ro: Restabilește
tr: Geri Yükle

# @action:button
source: Exclude Folder
da: Ekskludér Mappe
et: Jäta kataloog välja
he: החרגת תיקייה
ko: 폴더 제외
pl: Wyklucz Katalog
ro: Exclude dosarul
tr: Klasörü Dışarıda Tut

# @action:button
source: Include Folder
da: Inkludér Mappe
et: Kaasa kataloog
he: הכללת תיקייה
ko: 폴더 포함
pl: Dołącz Katalog
ro: Include dosarul
tr: Klasörü İçer

# @info message bar appearing on top
source: You don't have permission to read this folder: <filename>%1</filename><nl/>It cannot be included in the source selection. If it does not contain anything important to you, one possible solution is to exclude the folder from the backup plan.
et: Sul ei ole selle kataloogi lugemiseks õigusi: <filename>%1</filename><nl/>Seda ei saa valikusse kaasata. See ei sisalda ka midagi sulle olulist, nii et üks lahendus on see lihtsalt varundamiskavast välja jätta.
he: אין לך הרשאה לקרוא את התיקייה הזאת: <filename>%1</filename><nl/>אי אפשר לכלול אותו בבחירת המקור. אם אינה מכילה משהו שחשוב לך, אחד הפתרונות האפשריים הוא להחריג את התיקייה מתוכנית הגיבוי.
ko: 다음 폴더를 읽을 수 있는 권한이 없습니다: <filename>%1</filename><nl/>원본 위치에 포함할 수 없습니다. 중요한 내용이 들어 있지 않다면 백업 계획에서 해당 폴더를 제외하십시오.
pl: Nie posiadasz uprawnień do odczytu tego katalogu: <filename>%1</filename><nl/>Nie można go wybrać jako źródła kopii. Jeśli nie zawiera niczego ważnego, jednym z możliwych rozwiązań jest wyłączenie katalogu z planu tworzenia kopii.
ro: Nu aveți permisiunea să citiți acest dosar: <filename>%1</filename><nl/>Acesta nu poate fi inclus în alegerea sursei. Dacă acesta nu conține nimic important, o soluție posibilă este să excludeți dosarul din planul de rezervă.
tr: Bu klasörü okumaya izniniz yok: <filename>%1</filename><nl/>Kaynak seçiminde içerilemez. Eğer sizin için önemli bir şey içermiyorsa olası çözümlerden bir tanesi, bu klasörü yedek tasarısından dışarıda tutmaktır.

# @info message bar appearing on top
source: You don't have permission to read this file: <filename>%1</filename><nl/>It cannot be included in the source selection. If the file is not important to you, one possible solution is to exclude the whole folder where the file is stored from the backup plan.
et: Sul ei ole selle faili lugemiseks õigusi: <filename>%1</filename><nl/>Seda ei saa valikusse kaasata. Kui see fail ei ole sulle oluline, siis on üks lahendus jätta varundamiskavast välja terve kataloog, kus see fail asub.
he: אין לך הרשאה לקרוא את הקובץ הזה: <filename>%1</filename><nl/>אי אפשר לכלול אותו בבחירת המקור. אם הקובץ לא חשוב לך, אחד הפתרונות האפשריים הוא לכלול את כל התיקייה בה הקובץ מאוחסן מתוכנית הגיבוי.
ko: 다음 파일을 읽을 수 있는 권한이 없습니다: <filename>%1</filename><nl/>원본 선택에 포함할 수 없습니다. 이 파일에 중요한 내용이 들어 있지 않다면 백업 계획에서 해당 파일이 포함된 폴더를 제외하십시오.
pl: Nie posiadasz uprawnień do odczytu dla tego pliku: <filename>%1</filename><nl/>Nie można go wybrać jako źródła kopii. Jeśli plik nie zawiera niczego ważnego, jednym z możliwych rozwiązań jest wyłączenie go z planu tworzenia kopii.
ro: Nu aveți permisiunea să citiți acest fișier: <filename>%1</filename><nl/>Acesta nu poate fi inclus în alegerea sursei. Dacă fișierul nu este important, o soluție posibilă este să excludeți întregul dosar ce conține fișierul din planul de rezervă.
tr: Bu dosyayı okumaya izniniz yok: <filename>%1</filename><nl/>Kaynak seçiminde içerilemez. Eğer sizin için önemli bir şey içermiyorsa olası çözümlerden bir tanesi, bu klasörü yedek tasarısından bu dosyayı içeren klasörü dışarıda tutmaktır.

# @info message bar appearing on top
source: The symbolic link <filename>%1</filename> points to a folder which is not included: <filename>%2</filename>.<nl/>That is probably not what you want. One solution is to simply include the target folder in the backup plan.
he: הקישור הסמלי <filename>%1</filename> מצביע לתיקייה שלא נכללה: <filename>%2</filename>.<nl/>זה כנראה לא המצב הרצוי. פתרון אחד אפשרי הוא פשוט לכלול את תיקיית היעד בתוכנית הגיבוי.
ro: Legătura simbolică <filename>%1</filename> indică spre un dosar ce nu este inclus: <filename>%2</filename>.<nl/>Acest lucru probabil nu este dorit. O soluție este să includeți dosarul-țintă în planul de rezervă.

# @info message bar appearing on top
source: The symbolic link <filename>%1</filename> points to a file which is not included: <filename>%2</filename>.<nl/>That is probably not what you want. One solution is to simply include the folder where the file is stored in the backup plan.
he: הקישור הסמלי <filename>%1</filename> מצביע לקובץ שלא נכללה: <filename>%2</filename>.<nl/>זה כנראה לא המצב הרצוי. פתרון אחד אפשרי הוא פשוט לכלול את התיקייה בה מאוחסן הקובץ בתוכנית הגיבוי.
ro: Legătura simbolică <filename>%1</filename> indică spre un fișier ce nu este inclus: <filename>%2</filename>.<nl/>Acest lucru probabil nu este dorit. O soluție este să includeți dosarul ce conține fișierul în planul de rezervă.

# @title:window
source: Select Folder
da: Vælg Mappe
et: Kataloogi valimine
he: בחירת תיקייה
ko: 폴더 선택
pl: Wybierz katalog
ro: Alegeți dosarul
tr: Klasör Seç

# @label
source: Description:
da: Beskrivelse:
et: Kirjeldus:
he: תיאור:
ko: 설명:
pl: Opis:
ro: Descriere:
tr: Açıklama:

# @action:button
source: Back to overview
da: Tilbage til oversigten
et: Tagasi ülevaatesse
he: חזרה לסקירה
ko: 개요로 돌아가기
pl: Wróć do przeglądu
ro: Înapoi la prezentarea generală
tr: Genel görünüme geri dön

# @info
source: Back up multiple versions over time of the files in the source folders. This allows older versions of files or deleted files to be recovered.<nl/></nl/>The backup archive will grow in size over time, and can only be accessed using the recovery tools provided by this program.
he: לגבות מגוון גרסאות עם הזמן של הקבצים בתיקיות המקור. מאפשר לשחזר גרסאות ישנות יותר של קבצים או כאלו שנמחקו.<nl/></nl/>ארכיון הגיבוי יתנפח עם הזמן וניתן יהיה לגשת אליו רק עם כלי השחזור שסופקו על ידי התוכנית.
ro: Faceți copii de rezervă cu versiuni multiple pentru fișierele din dosarele-sursă de-a lungul timpului. Aceasta permite recuperarea versiunilor vechi ale fișierelor, sau a fișierelor șterse.<nl/></nl/>Arhiva de rezervă va crește în volum de-a lungul timpului și va putea fi accesată numai cu uneltele de recuperare oferite de către acest program.

# @option:radio
source: Versioned Backup (not available because <application>bup</application> is not installed)
da: Versioneret Sikkerhedskopiering (Ikke tilgængelig fordi at <application>bup</application> ikke er installeret)
et: Versioonvarundamine (ei saa kasutada, sest <application>bup</application> ei ole paigaldatud)
he: גיבויים לפי גרסאות (לא זמין כיוון ש־<application>bup</application> לא מותקן)
ko: 버전된 백업(<application>bup</application>이 설치되어 있지 않아서 사용할 수 없음)
pl: Wersjonowana kopia zapasowa (nie jest dostępna ponieważ <application>bup</application> nie jest zainstalowany)
ro: Copie de rezervă cu versiuni (indisponibilă deoarece <application>bup</application> nu este instalat)
tr: Sürümlendirilmiş Yedekleme (kullanılamıyor; çünkü <application>bup</application> kurulu değil)

# @option:radio
source: Versioned Backup (recommended)
da: Versioneret Sikkerhedskopi (anbefalet)
et: Versioonvarundamine (soovitatav)
he: גיבויים לפי גרסאות (מומלץ)
ko: 버전된 백업(추천)
pl: Wersjonowana kopia zapasowa (rekomendowane)
ro: Copie de rezervă cu versiuni (recomandat)
tr: Sürümlendirilmiş Yedekleme (önerilir)

# @info
source: Make the destination folder identical to the source folder. Files deleted from a source folder will be deleted from the backup folder as well.<nl/><nl/>This can prevent data loss due to a broken disk, but not due to files being accidentally deleted or changed.
he: להשוות בין תיקיית היעד לתיקיית המקור. קבצים שנמחקים מתיקיית המקור יימחקו גם מתיקיית הגיבוי.<nl/><nl/>זה יכול למנוע אובדן נתונים עקב פגם בכונן, אך לא עקב מחיקה או שינוי מקריים של קבצים.
ro: Face dosarul de destinație identic cu dosarul sursă. Fișierele șterse dintr-un dosar sursă vor fi șterse și din dosarul copiei de rezervă.<nl/><nl/>Aceasta poate preveni pierderea datelor cauzată de un disc defect, însă nu și pe cea cauzată de ștergerea sau modificarea accidentală a fișierelor.

# @option:radio
source: Synchronized Backup (not available because <application>rsync</application> is not installed)
et: Sünkroonvarundamine (ei saa kasutada, sest <application>rsync</application> ei ole paigaldatud)
he: גיבוי מסונכרן (לא זמין כי <application>rsync</application> לא מותקן)
ko: 동기화된 백업(<application>rsync</application>가 설치되어 있지 않아서 사용할 수 없음)
pl: Synchronizowana kopia zapasowa (nie dostępna ponieważ <application>rsync</application> nie jest zainstalowany)
ro: Copie de rezervă sincronizată (indisponibilă deoarece <application>rsync</application> nu este instalat)
tr: Eşzamanlı Yedekleme (kullanılamıyor; çünkü <application>rsync</application> kurulu değil)

# @option:radio
source: Synchronized Backup
et: Sünkroonvarundamine
he: גיבוי מסונכרן
ko: 동기화된 백업
pl: Synchronizowana kopia zapasowa
ro: Copie de rezervă sincronizată
tr: Eşzamanlı Yedekleme

# @title
source: Backup Type
et: Varundamise tüüp
he: סוג גיבוי
ko: 백업 형식
pl: Rodzaj kopii zapasowej
ro: Tipul copiei de rezervă
tr: Yedekleme Türü

# @label
source: Select what type of backup you want
et: Varundamise tüübi valimine
he: נא לבחור איזה סוג של גיבוי נחוץ לך
ko: 백업 종류를 선택하십시오
pl: Wybierz jaki rodzaj kopii zapasowej chcesz
ro: Alegeți tipul de copie de rezervă dorit
tr: Hangi yedekleme türünü istediğinizi seçin

# @title
source: Sources
da: Kilder
et: Allikad
he: מקורות
ko: 원본
pl: Źródła
ro: Surse
tr: Kaynaklar

# @label
source: Select which folders to include in backup
da: Vælg hvilke mapper der skal inkluderes i sikkerhedskopi
et: Varundatavate kataloogide valimine
he: נא לבחור אילו תיקיות לכלול בגיבוי
ko: 백업에 포함될 폴더를 선택하십시오
pl: Wybierz które katalogi mają być zawarte w kopii zapasowej
ro: Alegeți care dosare să fie incluse în copia de rezervă
tr: Yedekte hangi klasörlerin içerileceğini seçin
