Repository: KDE/kup
Catalog: po/*.po
Languages: hu_hu

# @info notification
source: The <application>bup</application> program is needed but could not be found, maybe it is not installed?
hu_hu: A <application>bup</application> program szükséges de nem találhat, talán nem lett telepítve?

# @info notification
source: The <application>par2</application> program is needed but could not be found, maybe it is not installed?
hu_hu: A <application>par2</application> program szükséges de nem találhat, talán nem lett telepítve?

# @info notification
source: Backup destination could not be initialised. See log file for more details.
hu_hu: A biztonsági mentés helyét nem lehetett előkészíteni. Nézd meg a naplófájlt a részletekért.

source: Checking backup integrity
hu_hu: Biztonsági mentés integritásának ellenőrzése

# @info notification
source: Failed backup integrity check. Your backups could be corrupted! See log file for more details. Do you want to try repairing the backup files?
hu_hu: Sikertelen a mentés integritásának ellenőrzése. A biztonsági mentésed sérült! Nézd meg a naplót a részletekért. Megpróbálod helyreállítani a biztonsági mentés fájljait?

# @info notification
source: Failed backup integrity check. Your backups could be corrupted! See log file for more details.
hu_hu: Sikertelen a mentés integritás ellenőrzése! Mentés megsérült! Nézd meg a naplófájlt a részletekért.

source: Checking what to copy
hu_hu: Ellenőrzi amit menteni kell

# @info notification
source: Failed to analyze files. See log file for more details.
hu_hu: Nem sikerült a fájlok elemzése. További részletek a naplófájlban.

source: Saving backup
hu_hu: Biztonsági másolat mentése

# @info notification
source: Failed to save backup. See log file for more details.
hu_hu: A biztonsági másolat mentése sikertelen. Nézd meg a naplófájlt a részletekért.

source: Generating recovery information
hu_hu: Visszaállítási információ létrehozása

# @info notification
source: Failed to generate recovery info for the backup. See log file for more details.
hu_hu: A biztonsági mentés helyreállítási információinak létrehozása sikertelen. További részletek a naplófájlban.

# Label for file currently being copied
source: File
hu_hu: Fájl

# @info notification
source: Backup repair failed. Your backups could be corrupted! See log file for more details.
hu_hu: Sikertelen a mentés helyreállítása! Mentéseid továbbra is sérültek! Nézd meg a naplófájlt a részletekért.

# @info notification
source: Success! Backup repair worked. See log file for more details.
hu_hu: Sikeres! Mentés helyreállítás működött. Nézd meg a naplófájlt a részletekért.

# @info notification
source: Backup repair was not necessary. Your backups are not corrupted. See log file for more details.
hu_hu: A mentés helyreállítására nincs szükség. A mentéseid nem sérültek. Nézd meg a naplófájlt a részletekért.

# @info notification
source: Backup repair failed. Your backups could still be corrupted! See log file for more details.
hu_hu: Sikertelen a mentés helyreállítása! Mentéseid továbbra is sérültek! Nézd meg a naplófájlt a részletekért.

# @info notification
source: Failed backup integrity check. Your backups are corrupted! See log file for more details.
hu_hu: Sikertelen a mentés integritás ellenőrzése! Mentés megsérült! Nézd meg a naplófájlt a részletekért.

# @info notification
source: Backup integrity test was successful, Your backups are fine.
hu_hu: A biztonsági mentés integritásának ellenőrzése sikeres. A biztonsági mentésed rendben van.

# @info notification
source: Failed backup integrity check. Your backups are corrupted! See log file for more details. Do you want to try repairing the backup files?
hu_hu: Sikertelen a mentés integritásának ellenőrzése. A biztonsági mentésed sérült! Nézd meg a naplót a részletekért. Megpróbálod helyreállítani a biztonsági mentés fájljait?

# @title:window
source: Problem
hu_hu: Probléma

# notification
source: Invalid type of backup in configuration.
hu_hu: Érvénytelen a mentés típusa a beállításban.

# notification
source: You don't have write permission to backup destination.
hu_hu: Nincs jogosultságod a biztonsági mentés célhelyéhez.

source: Continue
hu_hu: Folytatás

source: Stop
hu_hu: Megállítás

# %1 is a text explaining the current activity
source: Currently busy: %1
hu_hu: Jelenleg foglalt: %1

source: Do you really want to stop?
hu_hu: Biztosan fel szeretnéd megállítani?

source: User Backups
hu_hu: Felhasználói biztonsági másolatok

# status in tooltip
source: Backup destination not available
hu_hu: Biztonsági mentés célhelye nem elérhető

source: No backup plans configured
hu_hu: Nins mentési terv beállítva

# status in tooltip
source: Backup destination available
hu_hu: Biztonsági mentés célhelye elérhető

# status in tooltip
source: Backup status OK
hu_hu: Biztonsági mentés állapot rendben

# status in tooltip
source: New backup suggested
hu_hu: Új biztonsági mentés javasolt

# status in tooltip
source: New backup needed
hu_hu: Új biztonsági mentés szükséges

# @info:shell Error message at startup
source: Kup is not enabled, enable it from the system settings module. You can do that by running <command>kcmshell5 kup</command>
hu_hu: A Kup nincs engedélyezve. bekapcsolhatod a beállítóközpont modulon. Megcsinálhatod a <command>kcmshell5 kup</command> futtatásával

# @title
source: Kup Daemon
hu_hu: Kup démon

source: Kup is a flexible backup solution using the backup storage system 'bup'. This allows it to quickly perform incremental backups, only saving the parts of files that has actually changed since last backup was taken.
hu_hu: A Kup egy rugalmas biztonsági mentés megoldás a "bup" biztonsági tárolórendszer használatával. Ez lehetővé teszi a növekvő biztonsági mentések gyors végrehajtását, vagy csak az utolsó biztonsági mentés óta megváltozott fájlok mentését.

# NAME OF TRANSLATORS
source: Your names
hu_hu: Barcza Károly (blackPanther OS - www.blackpanther.hu)

# EMAIL OF TRANSLATORS
source: Your emails
hu_hu: Charles K Barcza - kbarcza@blackpanther.hu

# status in tooltip
source: Saving backup
hu_hu: Biztonsági másolat mentése

# status in tooltip
source: Checking backup integrity
hu_hu: Biztonsági mentés integritásának ellenőrzése

# status in tooltip
source: Repairing backups
hu_hu: Mentések helyreállítása

# @info
source: Do you want to save a first backup now?
hu_hu: Elindítod a biztonsági mentést most?

# @info
source: It has been %1 since last backup was saved. Save a new backup now?
hu_hu: Az utolsó biztonsági mentés %1 volt. Készítsünk egy biztonsági mentést most?

# @info
source: You have been active for %1 since last backup was saved. Save a new backup now?
hu_hu: %1 volt aktívitás az utolsó biztonsági mentés óta. Készítsünk egy új biztonsági mentést most?

# @action:button
source: Yes
hu_hu: Igen

# @action:button
source: No
hu_hu: Nem

# @title:window
source: Saving of Backup Failed
hu_hu: Biztonsági másolat mentése sikertelen

# @action:button
source: Show log file
hu_hu: Napló megjelenítése

# @title:window
source: Backup Saved
hu_hu: Biztonsági másolat elmentve

# @info notification
source: Saving backup completed successfully.
hu_hu: Biztonsági mentés sikeresen befejeződött.

# @title:window
source: Integrity Check Completed
hu_hu: A hibák ellenőrzése kész

# @title:window
source: Repair Completed
hu_hu: Helyreállítás kész

source: Kup Backup System
hu_hu: Kup Mentési Rendszer

# @info notification
source: The <application>rsync</application> program is needed but could not be found, maybe it is not installed?
hu_hu: Az <application>rsync</application> alkalmazás szükséges de nem található, talán nem lett telepítve?

# @info messagebox, %1 is a folder path
source: The backup archive <filename>%1</filename> could not be opened.Check if the backups really are located there.
hu_hu: A(z) <filename>%1</filename> biztonsági másolat archívumot nem lehet megnyitni. Ellenőrizd, hogy valóban ott vannak-e a biztonsági másolatok.

# @info messagebox
source: You do not have permission needed to read this backup archive.
hu_hu: Nincs jogosultsága a mentési archívum olvasásához.

# @title
source: File Digger
hu_hu: Fájl-digger

source: Browser for bup archives.
hu_hu: Bup archívum böngésző.

source: Name of the branch to be opened.
hu_hu: A megnyitandó ág (branch) neve.

source: Path to the bup repository to be opened.
hu_hu: Útvonal a bup tároló megnyitásához.

# @info messagebox
source: Could not read this backup archive. Perhaps some files have become corrupted. Do you want to run an integrity check to test this?
hu_hu: A biztonsági mentés archívumot nem sikerült olvasni. Talán néhány fájl sérült. Szeretnéd futtatni az integritás ellenőrzését?

# added after folder name in some cases
source: (folder)
hu_hu: (könyvtár)

# added after file name in some cases
source: (symlink)
hu_hu: (szimbolikus link)

# added after file name in some cases
source: (file)
hu_hu: (fájl)

# @action:button
source: New Folder...
hu_hu: Új mappa...

# @info message bar appearing on top
source: No destination was selected, please select one.
hu_hu: A megadott célhely nem lett megadva, kérlek válassz egyet.

# @info message bar appearing on top
source: There was a problem while getting a list of all files to restore: %1
hu_hu: Probléma történt az összes visszaállítandó fájl listájának beszerzése közben: %1

# @info message bar appearing on top
source: The destination does not have enough space available. Please choose a different destination or free some space.
hu_hu: A célhelyen nem elegendő a szabad hely. Kérlek válassz egy másik célhelyet vagy szabadíts fel területet.

source: - saved at %1
hu_hu: - mentve ebbe %1

# @info
source: Folder already exists, please choose a solution
hu_hu: Ilyen nevű könyvtár már létezik, válasszon egy megoldást

# @info
source: File already exists
hu_hu: Már létezik ilyen nevű fájl

# @info message bar appearing on top
source: The new name entered already exists, please enter a different one.
hu_hu: A megadott új név már létezik, kérlek adj megy egy másikat.

# default folder name when creating a new folder
source: New Folder
hu_hu: Új mappa

# @title:window
source: New Folder
hu_hu: Új mappa

# @label:textbox
source: Create new folder in: %1
hu_hu: Új könyvtár létrehozása itt: %1

source: A folder named %1 already exists.
hu_hu: %1 nevű könyvtár már létezik.

source: You do not have permission to create %1.
hu_hu: Nincs jogosultsága a(z) %1 létrehozásához.

# progress report, current operation
source: Restoring
hu_hu: Helyreállítás

# progress report, label
source: File
hu_hu: Fájl

# @action:button
source: Open
hu_hu: Megnyitás

# @action:button
source: Restore
hu_hu: Visszaállítás

# @action:button
source: Exclude Folder
hu_hu: Könyvtár kihagyása

# @action:button
source: Include Folder
hu_hu: Könyvtár beépítése

# @info message bar appearing on top
source: You don't have permission to read this folder: <filename>%1</filename><nl/>It cannot be included in the source selection. If it does not contain anything important to you, one possible solution is to exclude the folder from the backup plan.
hu_hu: Nincs engedélyed ennek a mappának a olvasására: <filename>%1</filename><nl />Nem szerepelhet a forrásválasztásban. Ha nem tartalmaz semmi fontosat a számodra, az egyik lehetséges megoldás az, hogy kizárod a mappát a mentési tervből.

# @info message bar appearing on top
source: You don't have permission to read this file: <filename>%1</filename><nl/>It cannot be included in the source selection. If the file is not important to you, one possible solution is to exclude the whole folder where the file is stored from the backup plan.
hu_hu: Nincs engedély a <filename>%1</filename> fájl olvasássához<nl />Nem szerepelhet a forrásválasztásban. Ha a fájl nem fontos számodra, egy lehetséges megoldás az, hogy kizárod az egész mappát a mentési tervből.

# @info message bar appearing on top
source: The symbolic link <filename>%1</filename> is currently included but it points to a folder which is not: <filename>%2</filename>.<nl/>That is probably not what you want. One solution is to simply include the target folder in the backup plan.
hu_hu: A(z) <filename>%1</filename> szimbolikus link jelenleg be van építve , de egy olyan fájlra mutat, amely nincs: <filename>%2</filename>. <nl/> Ez valószínűleg nem az, amit szeretnél. Az egyik megoldás az, hogy egyszerűen bele kell tenni a célmappát is a mentési tervbe.

# @info message bar appearing on top
source: The symbolic link <filename>%1</filename> is currently included but it points to a file which is not: <filename>%2</filename>.<nl/>That is probably not what you want. One solution is to simply include the folder where the file is stored in the backup plan.
hu_hu: A(z) <filename>%1</filename> szimbolikus link jelenleg be van építve , de egy olyan fájlra mutat, amely nincs: <filename>%2</filename>. <nl/> Ez valószínűleg nem az, amit szertenél. Az egyik megoldás az, hogy egyszerűen bele kell tenni a mappát is, hogy a biztonsági mentési terv azt is tartalmazza.

# @title:window
source: Select Folder
hu_hu: Könyvtár kijelölése

# @label
source: Description:
hu_hu: Leírás:

# @action:button
source: Back to overview
hu_hu: Vissza az áttekintéshez

# @info
source: This type of backup is an <emphasis>archive</emphasis>. It contains both the latest version of your files and earlier backed up versions. Using this type of backup allows you to recover older versions of your files, or files which were deleted on your computer at a later time. The storage space needed is minimized by looking for common parts of your files between versions and only storing those parts once. Nevertheless, the backup archive will keep growing in size as time goes by.<nl/>Also important to know is that the files in the archive can not be accessed directly with a general file manager, a special program is needed.
hu_hu: Ez a típusú mentés egy <emphasis>archívum</emphasis>. Tartalmazza mind a fájlok legújabb verzióját, mind a korábbi biztonsági másolatokat. Az ilyen típusú biztonsági másolat használatával lehetővé válik a fájlok régebbi verzióinak és a számítógépről törölt fájlok helyreállítása. A szükséges tárhely minimálisra csökken, a fájlok azonos részeinek megkeresése a verziók között, és csak egyszer tárolja ezeket az elemeket. Mindazonáltal a biztonsági archívum folyamatosan növekszik a méretben az idő múlásával.<nl/> Ugyancsak fontos tudni, hogy az archívumban lévő fájlok nem érhetők el közvetlenül egy általános fájlkezelővel, ehhez egy speciális programra van szükség.

# @option:radio
source: Versioned Backup (not available because <application>bup</application> is not installed)
hu_hu: Verziókövetésű mentés (nem elérhető mert a <application>bup</application> nincs telepítve)

# @option:radio
source: Versioned Backup (recommended)
hu_hu: Verziókövetésű mentés (javasolt)

# @info
source: This type of backup is a folder which is synchronized with your selected source folders. Taking a backup simply means making the backup destination contain an exact copy of your source folders as they are now and nothing else. If a file has been deleted in a source folder it will get deleted from the backup folder.<nl/>This type of backup can protect you against data loss due to a broken hard drive but it does not help you to recover from your own mistakes.
hu_hu: Ez a mentési típus olyan, amely szinkronizálva van a kiválasztott forrás mappákkal. A biztonsági mentés egyszerűen azt jelenti, hogy a biztonsági célállomás tartalmazza a forrás mappák pontos és aktuális másolatát, és semmi mást. Ha egy fájlt töröltünk egy forrásmappában, akkor a biztonsági másolat mappából is törölődni fognak.<nl/>Ez a fajta biztonsági mentés megvéd az adatvesztés ellen akár egy sérült merevlemez miatt, de nem segít abban, hogy helyrehozzuk a saját hibáinkból bekövetkezett adatvesztést.

# @option:radio
source: Synchronized Backup (not available because <application>rsync</application> is not installed)
hu_hu: Verziókövetésű mentés (nem elérhető mert a <application>rsync</application> nincs telepítve)

# @option:radio
source: Synchronized Backup
hu_hu: Szinkronizált mentés

# @title
source: Backup Type
hu_hu: Biztonsági mentés típusa

# @label
source: Select what type of backup you want
hu_hu: Kérlek add meg milyen mentés típust akarsz

# @title
source: Sources
hu_hu: Források

# @label
source: Select which folders to include in backup
hu_hu: Válaszd ki a mappákat a biztonsági mentéshez

# @option:radio
source: Filesystem Path
hu_hu: Fájlrendszer útvonal

# @option:radio
source: External Storage
hu_hu: Külső adattároló

# @info
source: You can use this option for backing up to a secondary internal harddrive, an external eSATA drive or networked storage. The requirement is just that you always mount it at the same path in the filesystem. The path specified here does not need to exist at all times, its existance will be monitored.
hu_hu: Ezzel az opcióval másodlagos belső merevlemezre, külső eSATA meghajtóra vagy hálózati tárolóra lehet biztonsági másolatot készíteni. A követelmény csak annyi, hogy a fájlrendszerben mindig ugyanazon az elérési úton legyen elérhető. Az itt megadott útvonalnak nem kell mindig léteznie, mert a megléte monitorozva lesz.

# @label:textbox
source: Destination Path for Backup:
hu_hu: Biztonsági mentés célútvonala:

# @info
source: Use this option if you want to backup your files on an external storage that can be plugged in to this computer, such as a USB hard drive or memory stick.
hu_hu: Ezt az opciót akkor használja, ha a fájljait olyan külső tárolóhoz kívánja menteni, amely erre a számítógépre csatlakoztatható, például USB merevlemez vagy memóriakártya.

# @info:tooltip
source: The specified folder will be created if it does not exist.
hu_hu: A megadott mappát hozza létre akkor, ha nem létezik.

# @label:textbox
source: Folder on Destination Drive:
hu_hu: Mappa- a céleszközön:

# @info:tooltip
source: Open dialog to select a folder
hu_hu: Ablak megnyitása a mappa kiválasztásához

# @title
source: Destination
hu_hu: Cél

# @label
source: Select the backup destination
hu_hu: Válassza ki a mentés helyét

# @option:radio
source: Manual Activation
hu_hu: Kézi aktiválás

# @option:radio
source: Interval
hu_hu: Időközönként

# @option:radio
source: Active Usage Time
hu_hu: Aktív használati idő

# @info
source: Backups are only taken when manually requested. This can be done by using the popup menu from the backup system tray icon.
hu_hu: A biztonsági mentés akkor indul el amikor azt kérik. Ezt a biztonsági mentés tálca ikonján található felugró menü segítségével tehetjük meg.

# @info
source: New backup will be triggered when backup destination becomes available and more than the configured interval has passed since the last backup was taken.
hu_hu: Új biztonsági mentés indul, amikor a mentési cél elérhetővé válik, és több idő telt el, mint a beállított időköz az utolsó mentés óta.

# @item:inlistbox
source: Minutes
hu_hu: Perc

# @item:inlistbox
source: Hours
hu_hu: Óra

# @item:inlistbox
source: Days
hu_hu: Nap

# @item:inlistbox
source: Weeks
hu_hu: Hét

# @info
source: New backup will be triggered when backup destination becomes available and you have been using your computer actively for more than the configured time limit since the last backup was taken.
hu_hu: Új biztonsági mentés akkor indul amikor a mentési cél elérhetővé válik, és aktívan tovább használtuk a számítógépet mint a beállított határidő, az utolsó biztonsági mentés óta.

# @option:check
source: Ask for confirmation before taking backup
hu_hu: Megerősítés kérése mielőtt a mentésbe kezd

# @title
source: Schedule
hu_hu: Ütemezés

# @label
source: Specify the backup schedule
hu_hu: Adja meg a biztonsági mentés ütemezését

# @option:check
source: Show hidden folders in source selection
hu_hu: A rejtett mappák megjelenítése a forrás kiválasztásában

# @info
source: This makes it possible to explicitly include or exclude hidden folders in the backup source selection. Hidden folders have a name that starts with a dot. They are typically located in your home folder and are used to store settings and temporary files for your applications.
hu_hu: Ez lehetővé teszi a rejtett mappák kifejezett beillesztését vagy kizárását a mentési forrás választásban. A rejtett mappák neve egy ponttal kezdődik. Általában a saját mappáinkban találhatók, az alkalmazásaid beállításait és ideiglenes fájljait tárolják.

# @info
source: This will make your backups use around 10% more storage space and saving backups will take slightly longer time. In return it will be possible to recover from a partially corrupted backup.
hu_hu: Ezzel a biztonsági másolatok körülbelül 10% -kal több tárhelyet használnak fel, és a biztonsági másolatok mentése hosszabb időt vesz igénybe. Cserébe lehetőség lesz egy részlegesen sérült biztonsági másolat helyreállítására.

# @option:check
source: Generate recovery information
hu_hu: Visszaállítási információ létrehozása

# @option:check
source: Generate recovery information (not available because <application>par2</application> is not installed)
hu_hu: Helyreállítási információk létrehozása (nem elérhető mert <application>par2</application> nincs telepítve)

# @option:check
source: Verify integrity of backups
hu_hu: Mentések integritásának ellenőrzése

# @info
source: Checks the whole backup archive for corruption every time you save new data. Saving backups will take a little bit longer time but it allows you to catch corruption problems sooner than at the time you need to use a backup, at that time it could be too late.
hu_hu: A teljes biztonsági mentési archívumot ellenőrzi minden alkalommal, amikor új adatokat ment. A másolatok mentése hosszabb időt vesz majd igénybe, de előfordulhat, hogy hamarabb elkapja a sérülési problémákat, mint akkor, amikor biztonsági másolatot kellene használnia, mert akkor már túl késő lenne.

# @title
source: Advanced
hu_hu: Haladó

# @label
source: Extra options for advanced users
hu_hu: Speciális beállítások haladó felhasználóknak

# @label Only shown if no drives are detected
source: Plug in the external storage you wish to use, then select it in this list.
hu_hu: Csatlakoztass egy külső meghajtót amit használni szeretnél, majd válaszd ki a listából.

# @item:inlistbox this text is added if selected drive is disconnected
source: (disconnected)
hu_hu: (szétkapcsolva)

# @label %1 is amount of free storage space of hard drive
source: %1 free
hu_hu: %1 szabad

source: Partition %1 on %2%3
hu_hu: %1 partíció a következőn: %2%3

# @item:inlistbox %1 is drive(partition) label, %2 is storage capacity
source: %1: %2 total capacity
hu_hu: %1 a teljes kapacitás %2

# @item:inlistbox
source: Warning: Symbolic links and file permissions can not be saved to this file system. File permissions only matters if there is more than one user of this computer or if you are backing up executable program files.
hu_hu: Figyelmeztetés: a szimbolikus linkek és fájlengedélyek nem menthetők el erre a fájlrendszerre. A fájlengedélyek csak akkor fontosak, ha a számítógépnek több mint egy felhasználója van, vagy ha futtatható programfájlokról készítünk biztonsági mentést.

# @item:inlistbox
source: Warning: File permissions can not be saved to this file system. File permissions only matters if there is more than one user of this computer or if you are backing up executable program files.
hu_hu: Figyelmeztetés: a fájlengedélyek nem menthetők el erre a fájlrendszerre. A fájlengedélyek csak akkor fontosak, ha a számítógépnek több mint egy felhasználója van, vagy ha futtatható programfájlokról készítünk biztonsági mentést.

# @info:tooltip %1 is the path of the folder in a listview
source: <filename>%1</filename><nl/>will be included in the backup, except for unchecked subfolders
hu_hu: <filename>%1</filename><nl/> be lesz építve a biztonsági mentésbe, kivéve a kijelöletlen alkönyvtárak
