Repository: KDE/kup
Catalog: po/*.po
Languages: hu_hu

# @info:tooltip %1 is the path of the folder in a listview
source: <filename>%1</filename><nl/>will be included in the backup
hu_hu: <filename>%1</filename><nl/> be lesz építve a mentésbe

# @info:tooltip %1 is the path of the folder in a listview
source: <filename>%1</filename><nl/> will <emphasis>not</emphasis> be included in the backup but contains folders that will
hu_hu: <filename>%1</filename><nl/> <emphasis>nem lesz</emphasis> beépítve a mentésbe de tartalmaz olyan mappákat, amelyek meg fogják jeleníteni

# @info:tooltip %1 is the path of the folder in a listview
source: <filename>%1</filename><nl/> will <emphasis>not</emphasis> be included in the backup
hu_hu: <filename>%1</filename><nl/> (<emphasis>nem lesz</emphasis> beépítve a mentésbe

source: Kup Configuration Module
hu_hu: Kup Beállítási Modul

source: Configuration of backup plans for the Kup backup system
hu_hu: A Kup backup-rendszer mentési terveinek beállítása

source: Maintainer
hu_hu: Karbantartó

source: <h2>Backup programs are missing</h2><p>Before you can activate any backup plan you need to install either of</p><ul><li>bup, for versioned backups</li><li>rsync, for synchronized backups</li></ul>
hu_hu: <h2>A backup-alkalmazások hiányoznak</h2><p>Mielőtt bármilyen biztonsági tervet aktiválnál, telepíteni kell ezeket</p><ul><li>A bup, verziókövetésű mentett biztonsági mentésekre,</li><li> az rsync, szinkronizált biztonsági mentésekre használható</li></ul>

# @title:window
source: Warning
hu_hu: Figyelem

# @info %1 is the name of the backup plan
source: %1 does not have a destination!<nl/>No backups will be saved by this plan.
hu_hu: %1 nincs célhely a mentéshez!<nl/>Nem lesz biztonsági másolat elmentve a ezen mentési terv által.

# @action:button
source: Add New Plan
hu_hu: Új terv hozzáadása

# @option:check
source: Backups Enabled
hu_hu: Biztonsági mentés bekapcsolva

# @action:button
source: Configure
hu_hu: Beállítás

# @action:button
source: Remove
hu_hu: Eltávolítás

# @action:button
source: Duplicate
hu_hu: Duplikálás

source: No bup repository found. %1
hu_hu: Nem találtható bup csomagforrás. %1

source: Save new backup
hu_hu: Új elmentése

source: Show files
hu_hu: Fájlok megjelenítése

source: Show log file
hu_hu: Napló megjelenítése

# @title:window
source: Restore Guide
hu_hu: Visszaállítási kézikönyv

# @action:button
source: Restore to original location
hu_hu: Visszaállítás az eredeti helyre

# @action:button
source: Choose where to restore
hu_hu: A visszaállítás helyét válassza ki

# @action:button
source: Back
hu_hu: Vissza

# @action:button
source: Next
hu_hu: Következő

# @option:radio
source: Restore the folder under a new name
hu_hu: Mappa helyreállítása egy új névvel

# @option:radio
source: Merge folders
hu_hu: Összeolvasztási mappák

# @info Question to user, in dialog
source: The following files would be overwritten, please confirm that you wish to continue.
hu_hu: A következő fájlok felül lesznek írva, kérjük erősítsd meg, hogy valóban folytatni szeretnéd.

# @action:button go to previous page in dialog
source: Back
hu_hu: Vissza

# @action:button User answers "yes I confirm: overwrite files"
source: Confirm
hu_hu: Megerősít

# @label above the detailed error message
source: An error occured while restoring:
hu_hu: Ismeretlen hiba történt a helyreállítás közben:

# @label
source: Restoration completed successfully!
hu_hu: Visszaállítás sikeresen befejeződött!

source: Open Destination
hu_hu: Cél megnyitása

# @action:button
source: Close
hu_hu: Bezárás

source: Backups
hu_hu: Biztonsági mentések

source: Configure backup plans
hu_hu: Mentési tervek beállítása

source: backup,recovery,safety
hu_hu: mentés, visszaállítás, biztonság

source: Start taking backup
hu_hu: Biztonsági mentés kezdése

source: A question if user wants to start taking a backup
hu_hu: Kérdés, ha a felhasználó el akarja kezdeni a biztonsági mentést

source: Backup succeeded
hu_hu: Biztonsági mentés sikeres

source: Saving of backup successfully completed
hu_hu: A biztonsági másolat mentése sikeresen befejeződött

source: Backup failed
hu_hu: Biztonsági mentés sikertelen

source: Saving of backup failed, offer user to see log file
hu_hu: A mentés mentése sikertelen, javasolt a felhasználónak a naplófájl megtekintése

source: Integrity check completed
hu_hu: A hibák ellenőrzése kész

source: Finished checking integrity of backup archive
hu_hu: Elkészült az integritás ellenőrzés a biztonsági mentés archívumon

source: Repair completed
hu_hu: Helyreállítás kész

source: Finished repairing backup archive
hu_hu: Sikertelen a biztonsági mentés acrchívum helyreállítása

source: Status of backup plans
hu_hu: Mentési tervek állapota

source: Backup Status
hu_hu: Biztonsági mentés állapota

source: Displays status of backup plans
hu_hu: Megjeleníti az állapotát a mentési terveknek

# @label Default name for a new backup plan, %1 is the number of the plan in order
source: Backup plan %1
hu_hu: %1 mentési terv

# default description of newly duplicated backup plan
source: %1 (copy)
hu_hu: %1 (másol)

# %1 is fancy formatted date
source: Last saved: %1
hu_hu: Utolsó mentés: %1

# %1 is storage size of archive
source: Size: %1
hu_hu: Méret: %1

# %1 is free storage space
source: Free space: %1
hu_hu: Szabad terület: %1

# @label
source: This backup plan has never been run.
hu_hu: Ez a mentési terv még soha nem lett futtatva.
